Repository: GNOME/gnome-shell
Catalog: po/*.po
Languages: en@shaw, ne

source: This keybinding lowers a window below other windows. The format looks like "&lt;Control&gt;a" or "&lt;Shift&gt;&lt;Alt&gt;F1". The parser is fairly liberal and allows lower or upper case, and also abbreviations such as "&lt;Ctl&gt;" and "&lt;Ctrl&gt;". If you set the option to the special string "disabled", then there will be no keybinding for this action.
ne: यो कुन्जजोडले अरु विन्डोको मुनि बिन्डोलाई तल झार्दछ। यसको ढाँचा यस्तो हुन्छ &lt; नियन्त्रण&gt;a" वा "&lt; बदल्नुस्&gt;&lt; अल्टर(विकल्प)&gt;F1"। पारसर पूर्णरूपले उदार हुन्छ र माथिल्लो र तल्लो अवस्थालाई अनुमती दिन्छ र साथै एबब्रेभिएसन जस्तै "&lt;कन्ट्रोल&gt;" र "&lt;कन्ट्रोल&gt"। यदि तपाईले मुख्य स्ट्रिङ "असमर्थ" मा विकल्प सेट गर्नुभयो भने त्यहाँ यो कार्यकोलागी कुन्जजोड हुदैन।

source: This keybinding raises the window above other windows. The format looks like "&lt;Control&gt;a" or "&lt;Shift&gt;&lt;Alt&gt;F1". The parser is fairly liberal and allows lower or upper case, and also abbreviations such as "&lt;Ctl&gt;" and "&lt;Ctrl&gt;". If you set the option to the special string "disabled", then there will be no keybinding for this action.
ne: यो कुन्जजोडले अरु विन्डोको माथी बिन्डोलाई उठाउँदछ। यसको ढाँचा यस्तो हुन्छ &lt; नियन्त्रण&gt;a" वा "&lt; बदल्नुस्&gt;&lt; अल्टर(विकल्प)&gt;F1"। पारसर पूर्णरूपले उदार हुन्छ र माथिल्लो र तल्लो अवस्थालाई अनुमती दिन्छ र साथै एबब्रेभिएसन जस्तै "&lt;कन्ट्रोल&gt;" र "&lt;कन्ट्रोल&gt"। यदि तपाईले मुख्य स्ट्रिङ "असमर्थ" मा विकल्प सेट गर्नुभयो भने त्यहाँ यो कार्यकोलागी कुन्जजोड हुदैन

source: This keybinding resizes a window to fill available horizontal space. The format looks like "&lt;Control&gt;a" or "&lt;Shift&gt;&lt;Alt&gt;F1". The parser is fairly liberal and allows lower or upper case, and also abbreviations such as "&lt;Ctl&gt;" and "&lt;Ctrl&gt;". If you set the option to the special string "disabled", then there will be no keybinding for this action.
ne: यो कुन्जजोडले उपलब्ध तेर्सो खाली ठाउँ भर्नको लागी विन्डोलाई पुन:आकार दिन्छ। यसको ढाँचा यस्तो हुन्छ &lt; नियन्त्रण&gt;a" वा "&lt; बदल्नुस्&gt;&lt; अल्टर(विकल्प)&gt;F1"। पारसर पूर्णरूपले उदार हुन्छ र माथिल्लो र तल्लो अवस्थालाई अनुमती दिन्छ र साथै एबब्रेभिएसन जस्तै "&lt;कन्ट्रोल&gt;" र"&lt;कन्ट्रोल&gt"। यदि तपाईले मुख्य स्ट्रिङ "असमर्थ" मा विकल्प सेट गर्नुभयो भने त्यहाँ यो कार्यकोलागी कुन्जजोड हुदैन।

source: This keybinding resizes a window to fill available vertical space. The format looks like "&lt;Control&gt;a" or "&lt;Shift&gt;&lt;Alt&gt;F1". The parser is fairly liberal and allows lower or upper case, and also abbreviations such as "&lt;Ctl&gt;" and "&lt;Ctrl&gt;". If you set the option to the special string "disabled", then there will be no keybinding for this action.
ne: यो कुन्जजोडले उपलब्ध ठाडो खाली ठाउँ भर्नको लागी विन्डोलाई पुन:आकार दिन्छ। यसको ढाँचा यस्तो हुन्छ &lt; नियन्त्रण&gt;a" वा "&lt; बदल्नुस्&gt;&lt; अल्टर(विकल्प)&gt;F1"। पारसर पूर्णरूपले उदार हुन्छ र माथिल्लो र तल्लो अवस्थालाई अनुमती दिन्छ र साथै एबब्रेभिएसन जस्तै "&lt;कन्ट्रोल&gt;" र "&lt;कन्ट्रोल&gt"। यदि तपाईले मुख्य स्ट्रिङ "असमर्थ" मा विकल्प सेट गर्नुभयो भने त्यहाँ यो कार्यकोलागी कुन्जजोड हुदैन।

source: This option determines the effects of double-clicking on the title bar. Current valid options are 'toggle_shade', which will shade/unshade the window, and 'toggle_maximize' which will maximize/unmaximize the window.
ne: यो विकल्पले शीर्षकबारमा दुईपटक क्लिकको असरलाई निश्चित गर्दछ। चालु मान्य विकल्पहरू पाटो_छाँया, जसले विन्डोलाई छाँया पार्ने/नपार्ने गर्दछ र पाटो_ठुलो जसले विन्डोलाई ठुलो/ठुलो नबनाऊने गर्दछ।

source: Toggle always on top state
ne: पाटो जहिले पनि माथिल्लो अवस्थामा हुन्छ

source: Toggle fullscreen mode
en@shaw: ゐ梆 ヰ答
ne: पाटो पुरै पर्दा शैलि

source: Toggle maximization state
en@shaw: ヰヰ别 别
ne: पाटो ठुलो अवस्थामा

source: Toggle shaded state
en@shaw: 别 别
ne: पाटो छाँया अवस्थामा

source: Toggle window on all workspaces
ne: पाटो विन्डो सबै कार्यक्षेत्रहरूमा

source: Turns on a visual indication when an application or the system issues a 'bell' or 'beep'; useful for the hard-of-hearing and for use in noisy environments, or when 'audible bell' is off.
ne: दृष्य सुचनालाई बाटो दिन्छ जब एउटा अनुरोधपत्र वा प्रणालीले घण्टी वा बिप प्रवाह गर्दछ, सुन्न गाह्रो हुँदा प्रयोग गर्न सकिन्छ र हल्ला भएको वातावरणमा प्रयोग हुन्छ वा श्रव्य घण्टी वन्द हुन्छ।

source: Unmaximize window
ne: ठुलो नभएको विन्डो

source: Use standard system font in window titles
en@shaw: 筐 拣 拆ゐ
ne: विन्डो शीर्षकहरूमा उच्चस्तरिय प्रणाली वर्ण प्रयोग गर्नुहोला

source: Visual Bell Type
en@shaw: ю 拆
ne: दृष्य घण्टि प्रकार

source: Window focus mode
en@shaw: 答 ヰ答
ne: विण्डो फोकस शैली

source: Window title font
en@shaw: 拆
ne: विण्डो शीर्षक वर्ण

source: GConf key "%s" is set to an invalid type
en@shaw: GConf "%s" ю ゐ 拆
ne: जि कन्फ कुन्ज "%s" अमान्य प्रकारले मिलाएको छ

source: "%s" found in configuration database is not a valid value for mouse button modifier
en@shaw: "%s" 拣别 别别 ゐ ゐ ヰ 仇 ヰ拆
ne: माउस वटन सुधारकको लागी कन्फिगरेशन डाटाबेसमा भेटिएको "%s" मान्य मान होईन

source: GConf key '%s' is set to an invalid value
en@shaw: GConf '%s' ю ゐ ゐ
ne: जि कन्फ कुन्ज "%s" अमान्य मानमा मिलाएको छ

source: Could not parse font description "%s" from GConf key %s
en@shaw: 葛 "%s" GConf %s
ne: जि कन्फ कुन्ज %s बाट वर्ण वर्णन "%s" को व्याख्या हुनसकेन

source: %d stored in GConf key %s is not a reasonable number of workspaces, current maximum is %d
ne: %d जिकोन्फ कुन्ज %s मा भण्डार गरिन्छ जुन उचित असंख्य कार्यक्षेत्र होइन, चालु ठुलो %d छ

source: Workarounds for broken applications disabled. Some applications may not behave properly.
en@shaw: 火 答 ゐ别 别ゐ. 仇 ゐ别 ヰ ｐ别 拣ゐ.
ne: टुक्रिएको अनुरोधपत्रको लागी कार्यवरिपरि असक्षम गर्नु, केहि अनुरोधपत्रले राम्रो व्यावहार नगर्न पनि सक्छ।

source: Error setting number of workspaces to %d: %s
en@shaw: 火 ю 仇ヰ 火别 %d: %s
ne: %d मा असंख्य कार्यक्षेत्रहरू मिलाउनुमा त्रुटि: %s

source: "%s" found in configuration database is not a valid value for keybinding "%s"
en@shaw: "%s" 拣别 别别 ゐ ゐ 梆拆 "%s"
ne: कन्फिगरेशन डाटाबेसमा भेटिएको "%s" कुन्जजोड "%s" को लागी मान्य मान होइन

source: Error setting name for workspace %d to "%s": %s
en@shaw: 火 ю 别 火别 %d "%s": %s
ne: कार्यक्षेत्र %d देखि "%s" को लागी नाम मिलाउनुमा त्रुटि: %s

source: Could not acquire window manager selection on screen %d display "%s"
en@shaw: 拆 ヰ○ ゐю 梆 %d ゐ "%s"
ne: पर्दा %d मा "%s" प्रदर्शन गर्दा विन्डो प्रबन्धक छनौट पाउन सक्नु भएन

source: Could not create directory '%s': %s
en@shaw: 别 拆ю拣 '%s': %s
ne: निर्देशिका '%s' निर्माण हुनसकेन: %s

source: Could not open session file '%s' for writing: %s
en@shaw: 答 ю 拆 '%s' 拆: %s
ne: लेखनको लागी सत्र फाईल '%s' खुल्न सकेन: %s

source: Error writing session file '%s': %s
en@shaw: 火 拆 ю 拆 '%s': %s
ne: सत्र फाईल '%s' लेखाईमा त्रुटि: %s

source: Error closing session file '%s': %s
en@shaw: 火 ゐ答 ю 拆 '%s': %s
ne: सत्र फाईल '%s' बन्द गर्नुमा त्रुटि: %s

source: Failed to read saved session file %s: %s
en@shaw: 别ゐ 梆 别 ю 拆 %s: %s
ne: भण्डार गरिएको सत्र फाईल %s पढ्न असफल: %s

source: Failed to parse saved session file: %s
en@shaw: 别ゐ 葛 别 ю 拆: %s
ne: भण्डार गरिएको सत्र फाईल व्याख्या गर्न असफल: %s

source: <metacity_session> attribute seen but we already have the session ID
en@shaw: <metacity_session> 筐 梆 仇 佛ゐю ｐ ю ID
ne: <metacity_session> प्रारूप देखियो तर हामीले पहिले नै सत्र आइडि लिईसकेका छौ

source: Unknown attribute %s on <metacity_session> element
ne: <metacity_session> तत्त्वमा अज्ञात प्रारूप %s

source: nested <window> tag
en@shaw: ю <window>
ne: जगेर्ना <window> ट्याग

source: Unknown attribute %s on <window> element
ne: <window> तत्त्वमा अज्ञात प्रारूप %s

source: Unknown attribute %s on <maximized> element
ne: <maximized> तत्त्वमा अज्ञात प्रारूप %s

source: Unknown attribute %s on <geometry> element
ne: <geometry> तत्त्वमा अज्ञात प्रारूप %s

source: Unknown element %s
en@shaw: 仇答 юゐヰ %s
ne: अज्ञात तत्त्व %s

source: Error launching metacity-dialog to warn about apps that don't support session management: %s
ne: सत्र व्यवस्थापनलाई आधार नदिने अनुरोधपत्रको चेतावनी दिने त्रुटि उटाउने मेटासिटि संवाद: %s

source: Line %d character %d: %s
en@shaw: ゐ拆 %d %d: %s
ne: रेखा %d वर्ण %d: %s

source: Attribute "%s" repeated twice on the same <%s> element
en@shaw: 筐 "%s" 梆 拆 别 <%s> юゐヰ
ne: प्रारुप "%s" उस्तै <%s>तत्वमा दुइ पटक दोहोरियो

source: Attribute "%s" is invalid on <%s> element in this context
en@shaw: 筐 "%s" ゐ <%s> юゐヰ ю
ne: यो स्थितिमा <%s> तत्वमा "%s"गुण अमान्य छ

source: Integer %ld must be positive
en@shaw: ○ %ld ヰ仇
ne: इनटिजर %ld सकरात्मक हुनुपर्छ।

source: Integer %ld is too large, current max is %d
en@shaw: ○ %ld ゐ葛, 仇 ヰ %d
ne: इनटिजर %ld निकै ठूलो भयो, चालु ठूलो %d छ।

source: Could not parse "%s" as a floating point number
en@shaw: 葛 "%s" ゐ答 娥 仇ヰ
ne: "%s" फ्लोटिङ विन्दु संख्या जस्तै व्याख्या गर्न सकेन

source: Boolean values must be "true" or "false" not "%s"
en@shaw: 叼ゐ梆 ゐ筐 ヰ仇 "true" "false" "%s"
ne: बुलेन मान "ठिक" वा "बेठिक" हुनुपर्छ "%s" होईन

source: Angle must be between 0.0 and 360.0, was %g
en@shaw: ヰ仇 梆 0.0 360.0, %g
ne: कोण ०॰० र ३६०॰० को बिचमा हुनुपर्दछ, %g थियो

source: Alpha must be between 0.0 (invisible) and 1.0 (fully opaque), was %g
en@shaw: ゐ ヰ仇 梆 0.0 () 1.0 (ゐ 答别), %g
ne: कोण ०॰० (अदृष्य) र १॰० (पुरै अपारदर्शक) को बिचमा हुनुपर्दछ, %g थियो

source: Invalid title scale "%s" (must be one of xx-small,x-small,small,medium,large,x-large,xx-large)
en@shaw: ゐ 拆 别 "%s" (ヰ仇 仇 xx-small,x-small,small,medium,large,x-large,xx-large)
ne: अमान्य शीर्षक माप "%s" (यी मध्ये एक एक्सएक्स-सानो,एक्स-सानो,सानो,मध्यम,ठूलो,एक्स-ठूलो,एक्सएक्स-ठूलो)

source: No "%s" attribute on <%s> element
ne: <%s>तत्वमा "%s" गुण छैन

source: <%s> name "%s" used a second time
en@shaw: <%s> 别 "%s" 筐 ю 拆
ne: <%s> नाम "%s" दोस्रो पटक प्रयोग गर्नु।

source: <%s> parent "%s" has not been defined
en@shaw: <%s> 吼 "%s" ｐ 梆 拆
ne: <%s> प्रमुल "%s" वर्णन गरिएको छैन

source: <%s> geometry "%s" has not been defined
en@shaw: <%s> ○ヰ "%s" ｐ 梆 拆
ne: <%s> रेखागणीत "%s" वर्णन गरिएको छैन

source: <%s> must specify either a geometry or a parent that has a geometry
en@shaw: <%s> ヰ仇 ю 拆 ○ヰ 吼 ｐ ○ヰ
ne: <%s> ले रेखागणित वा रेखागणितमा भएको प्रमुललाई उल्लेख गर्नुपर्छ।

source: Window type "%s" has already been assigned a style set
en@shaw: 拆 "%s" ｐ 佛ゐю 梆 拆 拆 ю
ne: विन्डो प्रकार "%s" मा शैली समूह पहिले निधो गरिसकेको छ।

source: Unknown function "%s" for menu icon
ne: मेनु छविचित्रको लागी "%s" अज्ञात कार्य

source: Unknown state "%s" for menu icon
ne: मेनु छविचित्रको ह लागी "%s" अज्ञात स्थिति

source: Theme already has a menu icon for function %s state %s
ne: कार्य %s अवस्था %s को लागी विषयसंग पहिले नै मेनु छविचित्र छ।

source: No <draw_ops> with the name "%s" has been defined
en@shaw: <draw_ops> 别 "%s" ｐ 梆 拆
ne: "%s" नामसंग <draw_ops> वर्णन गरिएको छैन।

source: Element <%s> is not allowed below <%s>
en@shaw: юゐヰ <%s> ゐ ゐ <%s>
ne: <%s>को तल <%s> तत्वलाइ अनुमति छैन॒

source: No "name" attribute on element <%s>
ne: <%s> तत्त्वमा प्रारूप "नाम" छैन

source: No "value" attribute on element <%s>
ne: <%s> तत्त्वमा "मान" गुण छैन

source: Cannot specify both button_width/button_height and aspect ratio for buttons
ne: वटनहरूको लागी दुवै वटनको चौडाई/वटनको ऊचाई र आकार अनुपात उल्लेख हुनसकेन।

source: Distance "%s" is unknown
en@shaw: "%s" 仇答
ne: दुरि "%s" अज्ञात छ

source: Aspect ratio "%s" is unknown
en@shaw: ю 别 "%s" 仇答
ne: आकार अनुपात "%s" अज्ञात छ।

source: No "top" attribute on element <%s>
ne: <%s> तत्त्वमा "माथी" गुण छैन

source: No "bottom" attribute on element <%s>
ne: <%s> तत्त्वमा "तल" गुण छैन

source: No "left" attribute on element <%s>
ne: <%s> तत्त्वमा "देब्रे" गुण छैन

source: No "right" attribute on element <%s>
ne: <%s> तत्त्वमा "दाहिने" गुण छैन

source: Border "%s" is unknown
en@shaw: 桂 "%s" 仇答
ne: किनारा "%s" अज्ञात छ

source: No "color" attribute on element <%s>
ne: <%s> तत्त्वमा "रंग" गुण छैन

source: No "x1" attribute on element <%s>
ne: <%s> तत्त्वमा "एक्स१" गुण छैन

source: No "y1" attribute on element <%s>
ne: <%s> तत्त्वमा "वाई१" गुण छैन

source: No "x2" attribute on element <%s>
ne: <%s> तत्त्वमा "एक्स२" गुण छैन

source: No "y2" attribute on element <%s>
ne: <%s> तत्त्वमा "वाई२" गुण छैन

source: No "x" attribute on element <%s>
ne: <%s> तत्त्वमा "एक्स" गुण छैन

source: No "y" attribute on element <%s>
ne: <%s> तत्त्वमा "वाई" गुण छैन

source: No "width" attribute on element <%s>
ne: <%s> तत्त्वमा "चौडाई" गुण छैन

source: No "height" attribute on element <%s>
ne: <%s> तत्त्वमा "उचाई" गुण छैन

source: No "start_angle" attribute on element <%s>
ne: <%s> तत्त्वमा "शूरूको कोण" गुण छैन

source: No "extent_angle" attribute on element <%s>
ne: <%s> तत्त्वमा "विस्तार_कोण" गुण छैन

source: No "alpha" attribute on element <%s>
ne: <%s> तत्त्वमा "अल्फा" गुण छैन

source: No "type" attribute on element <%s>
ne: <%s> तत्त्वमा "प्रकार" गुण छैन

source: Did not understand value "%s" for type of gradient
en@shaw: 仇拣 ゐ "%s" 拆 别
ne: ग्रेडियन्टको किसिमको लागी मान "%s" बुझिएन

source: No "filename" attribute on element <%s>
ne: <%s> तत्त्वमा "फाईलनाम" गुण छैन

source: No "state" attribute on element <%s>
ne: <%s> तत्त्वमा "अवस्था" गुण छैन

source: No "shadow" attribute on element <%s>
ne: <%s> तत्त्वमा "छाँया" गुण छैन

source: No "arrow" attribute on element <%s>
ne: <%s> तत्त्वमा "तिर" गुण छैन

source: Did not understand state "%s" for <%s> element
en@shaw: 仇拣 别 "%s" <%s> юゐヰ
ne: <%s> तत्त्वको लागी अवस्था "%s" बुझिएन

source: Did not understand shadow "%s" for <%s> element
en@shaw: 仇拣 "%s" <%s> юゐヰ
ne: <%s> तत्त्वको लागी छायाँ "%s" बुझिएन

source: Did not understand arrow "%s" for <%s> element
en@shaw: 仇拣 "%s" <%s> юゐヰ
ne: <%s> तत्त्वको लागी तीर "%s" बुझिएन

source: No <draw_ops> called "%s" has been defined
en@shaw: <draw_ops> 佛ゐ "%s" ｐ 梆 拆
ne: "%s" भनिने <draw_ops> वर्णन गरिएको छैन

source: Including draw_ops "%s" here would create a circular reference
en@shaw: ゐ叼 draw_ops "%s" ｐ 别 火ゐ ю拣
ne: रेखाङ्कन_अप्स "%s" यहाँ समावेश गरेर बाटुलो सन्दर्भ सृजना गर्दछ।

source: No "value" attribute on <%s> element
ne: <%s> तत्त्वमा "मान" गुण छैन

source: No "position" attribute on <%s> element
ne: <%s> तत्त्वमा "पद" गुण छैन

source: Unknown position "%s" for frame piece
en@shaw: 仇答 "%s" 别 梆
ne: खाका टुक्राको लागी पद "%s" अज्ञात

source: Frame style already has a piece at position %s
en@shaw: 别 拆 佛ゐю ｐ 梆 %s
ne: खाका शैलीसंग पद %s मा खण्ड पहिले नै छ।

source: No "function" attribute on <%s> element
ne: <%s> तत्त्वमा "कार्य" गुण छैन

source: No "state" attribute on <%s> element
ne: <%s> तत्त्वमा "अवस्था" गुण छैन

source: Unknown function "%s" for button
en@shaw: 仇答 仇 "%s" 仇
ne: वटनको लागी कार्य "%s" अज्ञात

source: Unknown state "%s" for button
en@shaw: 仇答 别 "%s" 仇
ne: वटनको लागी स्थिति "%s" अज्ञात

source: No "focus" attribute on <%s> element
ne: <%s> तत्त्वमा "तोकिएको" गुण छैन

source: No "style" attribute on <%s> element
ne: <%s> तत्त्वमा "शैली" गुण छैन

source: "%s" is not a valid value for focus attribute
en@shaw: "%s" ゐ ゐ 答 筐
ne: तोकिएको प्रारूपको लागी "%s" मान्य मान होइन

source: "%s" is not a valid value for state attribute
en@shaw: "%s" ゐ ゐ 别 筐
ne: अवस्था प्रारूपको लागी "%s" मान्य मान होइन

source: A style called "%s" has not been defined
en@shaw: 拆 佛ゐ "%s" ｐ 梆 拆
ne: "%s" भनिने शैली बर्णन गरिएको छैन।

source: No "resize" attribute on <%s> element
ne: <%s> तत्त्वमा "पुन:आकार" गुण छैन

source: "%s" is not a valid value for resize attribute
en@shaw: "%s" ゐ ゐ 梆拆 筐
ne: पुन:आकार प्रारूपको लागी "%s" मान्य मान होइन

source: Should not have "resize" attribute on <%s> element for maximized/shaded states
en@shaw: ｐ "resize" 筐 <%s> юゐヰ ヰヰ拆/别 别
ne: अवस्था ठुलो/छाँया दिनको लागी <%s> तत्त्वमा "पुन:आकार" गुण छैन।

source: Style has already been specified for state %s resize %s focus %s
en@shaw: 拆 ｐ 佛ゐю 梆 ю拆 别 %s 梆拆 %s 答 %s
ne: अवस्था %s पुन:आकार %s फोकस %s को लागी शैली पहिलनै उल्लेख भईसक्यो।

source: Style has already been specified for state %s focus %s
en@shaw: 拆 ｐ 佛ゐю 梆 ю拆 别 %s 答 %s
ne: अवस्था %s फोकस %s को लागी शैली पहिलनै उल्लेख भईसक्यो।

source: Can't have a two draw_ops for a <piece> element (theme specified a draw_ops attribute and also a <draw_ops> element, or specified two elements)
en@shaw: ' ｐ draw_ops <梆> юゐヰ (梆 ю拆 draw_ops 筐 佛ゐ <draw_ops> юゐヰ, ю拆 юゐヰ)
ne: <piece> तत्त्वको लागी दुईटा रेखाङकन अप्स पाउन सकेन (उल्लेखित विवरण एउटा रेखाङकन अप्स प्रारूप र साथै <draw_ops> तत्त्व वा उल्लेखित दुई तत्त्वहरू)

source: Can't have a two draw_ops for a <button> element (theme specified a draw_ops attribute and also a <draw_ops> element, or specified two elements)
en@shaw: ' ｐ draw_ops <button> юゐヰ (梆 ю拆 draw_ops 筐 佛ゐ <draw_ops> юゐヰ, ю拆 юゐヰ)
ne: <button> तत्त्वको लागी दुईटा रेखाङकन अप्स पाउन सकेन (उल्लेखित विवरण एउटा रेखाङकन अप्स प्रारूप र साथै <draw_ops> तत्त्व वा उल्लेखित दुई तत्त्वहरू)

source: Can't have a two draw_ops for a <menu_icon> element (theme specified a draw_ops attribute and also a <draw_ops> element, or specified two elements)
en@shaw: ' ｐ draw_ops <menu_icon> юゐヰ (梆 ю拆 draw_ops 筐 佛ゐ <draw_ops> юゐヰ, ю拆 юゐヰ)
ne: <menu_icon> तत्त्वको लागी दुईटा रेखाङकन अप्स पाउन सकेन (उल्लेखित विवरण एउटा रेखाङकन अप्स प्रारूप र साथै <draw_ops> तत्त्व वा उल्लेखित दुई तत्त्वहरू)

source: Outermost element in theme must be <metacity_theme> not <%s>
en@shaw: 娥火ヰ答 юゐヰ 梆 ヰ仇 <metacity_theme> <%s>
ne: विषयमा सबभन्दा बाहिरको तत्त्व <metacity_theme> हुनुपर्छ <%s> होईन।

source: Element <%s> is not allowed inside a name/author/date/description element
en@shaw: юゐヰ <%s> ゐ 拆 name/author/date/description юゐヰ
ne: नाम/लेखक/गते/वर्णन तत्त्व भित्र <%s> तत्त्वलाई अनुमती छैन

source: Element <%s> is not allowed inside a <constant> element
en@shaw: юゐヰ <%s> ゐ 拆 <constant> юゐヰ
ne: <constant> तत्त्वको भित्र <%s> तत्त्वलाई अनुमती छैन

source: Element <%s> is not allowed inside a distance/border/aspect_ratio element
en@shaw: юゐヰ <%s> ゐ 拆 distance/border/aspect_ratio юゐヰ
ne: दुरी/किनारा/आकार अनुपात वर्णन तत्त्व भित्र <%s> तत्त्वलाई अनुमती छैन।

source: Element <%s> is not allowed inside a draw operation element
en@shaw: юゐヰ <%s> ゐ 拆 拣别 юゐヰ
ne: तत्त्व <%s> लाई रेखाङ्कन परिचालन तत्त्व भित्र अनुमती छैन

source: Element <%s> is not allowed inside a <%s> element
en@shaw: юゐヰ <%s> ゐ 拆 <%s> юゐヰ
ne: <%s>तत्वभित्र <%s>तत्वलाइ जाने अनुमति छैन॒

source: No draw_ops provided for frame piece
en@shaw: draw_ops 拆 别 梆
ne: खाका टुक्राको लागी कुनै पनि रेखाङ्कन अप्स उपलब्ध छैन

source: No draw_ops provided for button
en@shaw: draw_ops 拆 仇
ne: वटनको लागी कुनै पनि रेखाङ्कन गर्ने अप्स उपलब्ध छैन

source: No draw_ops provided for menu icon
ne: मेनु छविचित्रको लागी कुनै पनि रेखाङ्कन अप्स उपलब्ध छैन

source: No text is allowed inside element <%s>
en@shaw: ю ゐ 拆 юゐヰ <%s>
ne: <%s>तत्वभित्र कुनै पाठलाइ अनुमति छैन॒

source: <name> specified twice for this theme
ne: यो विषयको लागी <name> दुईपटक उल्लेख गरिएको छ

source: <author> specified twice for this theme
ne: यो विषयको लागी <author> दुईपटक उल्लेख गरिएको छ

source: <copyright> specified twice for this theme
ne: यो विषयको लागी <copyright> दुईपटक उल्लेख गरिएको छ

source: <date> specified twice for this theme
ne: यो विषयको लागी <date> दुईपटक उल्लेख गरिएको छ

source: <description> specified twice for this theme
ne: यो विषयको लागी <description> दुईपटक उल्लेख गरिएको छ

source: Failed to read theme from file %s: %s
ne: %s फाईलबाट विषय पढ्न असफल: %s

source: Theme file %s did not contain a root <metacity_theme> element
en@shaw: 梆 拆 %s 别 叼 <metacity_theme> юゐヰ
ne: विषय फाइल %s मा रूट <metacity_theme> तत्त्व राखिएको छैन।

source: /_Windows
en@shaw: /_答
ne: /_द्वारहरु

source: /Windows/tearoff
en@shaw: /答/吼
ne: /विन्डोहरू/च्यात्नु

source: /Windows/_Dialog
en@shaw: /答/_拆ゐ
ne: /द्वारहरु/_संवाद

source: /Windows/_Modal dialog
en@shaw: /答/_ヰ答 拆ゐ
ne: /विन्डोहरू/_नमुना संवाद

source: /Windows/_Utility
en@shaw: /答/_筐ゐ
ne: /द्वारहरु/_उपयोगिता

source: /Windows/_Splashscreen
en@shaw: /答/_ゐ梆
ne: /विन्डो/_स्प्लासपर्दा

source: /Windows/_Top dock
en@shaw: /答/_
ne: /विन्डोहरू/_माथिल्लो जिर्णोद्वार कारखानाहरू

source: /Windows/_Bottom dock
en@shaw: /答/_
ne: /विन्डोहरू/_तल्लो जिर्णोद्वार कारखानाहरू

source: /Windows/_Left dock
en@shaw: /答/_ゐю
ne: /विन्डो/_देब्रे जिर्णोद्वार कारखानाहरू

source: /Windows/_Right dock
en@shaw: /答/_拆
ne: /विन्डोहरू/_दाहिने जिर्णोद्वार कारखानाहरू

source: /Windows/_All docks
en@shaw: /答/_佛
ne: /विन्डोहरू/_सबै जिर्णोद्वार कारखानाहरू

source: /Windows/Des_ktop
en@shaw: /答/ю_
ne: /विन्डो/डेक्सटप

source: Open another one of these windows
en@shaw: 答 仇 仇 梆 答
ne: यि मध्ये अर्को एउटा विन्डो खोल्नुहोला।

source: This is a demo button with an 'open' icon
en@shaw: юヰ 仇 '答' 拆
ne: यो 'खोल' छविचित्रसंग डेमो वटन हो।

source: This is a demo button with a 'quit' icon
en@shaw: юヰ 仇 '' 拆
ne: यो 'अन्त्य' छविचित्रसंग डेमो वटन हो।

source: This is a sample message in a sample dialog
en@shaw: ヰ ヰю ヰ 拆ゐ
ne: यो नमुना संवादमा नमुना संन्देश हो।

source: Fake menu item %d
en@shaw: 别 ヰю 拆 %d
ne: नक्कली मेनु चिज %d

source: Border-only window
en@shaw: 桂-答ゐ
ne: किनारा मात्र विन्डो

source: Bar
ne: बार

source: Normal Application Window
en@shaw: 桂ヰ ゐ别
ne: साधारण अनुरोधपत्र विण्डो॒

source: Dialog Box
en@shaw: 拆ゐ
ne: संवाद बाकस

source: Modal Dialog Box
en@shaw: ヰ答 拆ゐ
ne: नमुना संवाद बाकस

source: Utility Palette
en@shaw: 叼ゐ ゐю
ne: उपयोगि रंगदानी

source: Torn-off Menu
en@shaw: 桂- ヰю
ne: मेनु च्यातियो

source: Border
en@shaw: 桂
ne: किनारा

source: Button layout test %d
en@shaw: 仇 ゐ别 ю %d
ne: वटन ढाँचा पाठ %d

source: %g milliseconds to draw one window frame
en@shaw: %g ヰゐю 仇 别
ne: एउटा विन्डो खाका रेखाङ्कन गर्न %g मिलिसेकेन्ड लाग्यो।

source: Usage: metacity-theme-viewer [THEMENAME]
en@shaw: 筐: metacity-theme-viewer [梆ヰ别]
ne: प्रयोग: मेटासिटि-विषय-दर्शक [विषयनाम]

source: Error loading theme: %s
en@shaw: 火 ゐ答 梆: %s
ne: विषय लोडमा त्रुटि: %s

source: Loaded theme "%s" in %g seconds
en@shaw: ゐ答 梆 "%s" %g ю
ne: विषय "%s" %g सेकेन्डमा लोड भयो

source: Normal Title Font
en@shaw: 桂ヰ 拆
ne: साधारण शीर्षक वर्ण॒

source: Small Title Font
en@shaw: ヰ佛 拆
ne: सानो शीर्षक वर्ण॒

source: Large Title Font
en@shaw: ゐ葛 拆
ne: ठूलो शीर्षक वर्ण॒

source: Button Layouts
en@shaw: 仇 ゐ别
ne: वटन संस्थापनहरु

source: Benchmark
en@shaw: юヰ
ne: बेन्चमार्क

source: Window Title Goes Here
en@shaw: 拆 答 ｐ
ne: विण्डो शीर्षक यहाँ जान्छ।

source: Drew %d frames in %g client-side seconds (%g milliseconds per frame) and %g seconds wall clock time including X server resources (%g milliseconds per frame)
en@shaw: %d 别ヰ %g ゐ拆-拆 ю (%g ヰゐю 别) %g ю 佛 ゐ 拆 ゐ叼 X 火 桂 (%g ヰゐю 别)
ne: %d खाका %g ग्राहक-तर्फ सेकेण्ड (प्रति खाका %g मिलिसेकेण्ड) र %g सेकेण्ड भित्ते घडि समय एक्स सेवादायक स्रोतहरू सहित (प्रति खाका %g मिलिसेकेण्ड) रेखाङ्कन गर्नुहोला।

source: position expression test returned TRUE but set error
en@shaw: ю ю 火 仇 ю 火
ne: पद अभिव्यक्ति पाठ ठिक भनि फिर्ता भयो तर त्रुटि मिलायो

source: position expression test returned FALSE but didn't set error
en@shaw: ю ю 火 佛ゐ 仇 ю 火
ne: पद अभिव्यक्ति पाठ गलत भनि फिर्ता भयो तर त्रुटि मिलाएन

source: Error was expected but none given
en@shaw: 火 ю 仇 仇
ne: त्रुटि आशा गरिएको छ तर केहि पनि दिईएको छैन

source: Error %d was expected but %d given
en@shaw: 火 %d ю 仇 %d
ne: त्रुटि %d आशा गरिएको छ तर %d दिईएको छ

source: Error not expected but one was returned: %s
en@shaw: 火 ю 仇 仇 火: %s
ne: त्रुटि आशा गरिएको छैन तर एउटा फिर्ता भयो: %s

source: x value was %d, %d was expected
en@shaw: x ゐ %d, %d ю
ne: एक्सको मान %d हो, %d आशा गरिएको छ।

source: y value was %d, %d was expected
en@shaw: y ゐ %d, %d ю
ne: वाईको मान %d हो, %d आशा गरिएको छ।

source: %d coordinate expressions parsed in %g seconds (%g seconds average)
en@shaw: %d 答桂别 ю 葛 %g ю (%g ю 拣)
ne: %d संयोजन अभिव्यक्ति %g सेकेन्डमा व्याख्या गरियो (%g औसत सेकेन्ड)

source: top
ne: माथी

source: bottom
ne: तल

source: left
en@shaw: ゐю
ne: बाँया॒

source: right
en@shaw: 拆
ne: दाँया॒

source: frame geometry does not specify "%s" dimension
en@shaw: 别 ○ヰ 仇 ю "%s" 拆ヰю
ne: खाका रेखागणितले आयाम "%s" उल्लेख गरेको छैन।

source: frame geometry does not specify dimension "%s" for border "%s"
en@shaw: 别 ○ヰ 仇 ю 拆ヰю "%s" 桂 "%s"
ne: खाका रेखागणितले किनारा "%s" को लागी आयाम "%s" उल्लेख गरेको छैन।

source: Button aspect ratio %g is not reasonable
en@shaw: 仇 ю 别 %g 梆
ne: वटन आकार अनुपात %g उचित छैन
