Repository: GNOME/gnome-shell
Catalog: po/*.po
Languages: en@shaw, ne

source: Frame geometry does not specify size of buttons
en@shaw: 别 ○ヰ 仇 ю 拆 仇
ne: खाका रेखागणितले वटनको साईज उल्लेख गरेको छैन।

source: Gradients should have at least two colors
en@shaw: 别 ｐ ゐ梆 仇ゐ拣
ne: ग्रेडियन्टसंग कम्तीमा पनि दुई रंग हुनुपर्छ।

source: GTK color specification must have the state in brackets, e.g. gtk:fg[NORMAL] where NORMAL is the state; could not parse "%s"
en@shaw: GTK 仇ゐ ю别 ヰ仇 ｐ 别 , .○. gtk:fg[NORMAL] NORMAL 别; 葛 "%s"
ne: खास उल्लेख गरिएको जिटिके रंग कोष्ठ अवस्थामा हुनुपर्छ, उदाहरण जिटिके:एफजि[साधारण] जहाँ साधारण अवस्था हो, "%s" व्याख्या गर्न सकिंदैन।

source: GTK color specification must have a close bracket after the state, e.g. gtk:fg[NORMAL] where NORMAL is the state; could not parse "%s"
en@shaw: GTK 仇ゐ ю别 ヰ仇 ｐ ゐ答 别, .○. gtk:fg[NORMAL] NORMAL 别; 葛 "%s"
ne: खास उल्लेख गरिएको जिटिके रंगमा अवस्था पछि बन्द कोष्ठ हुनुपर्छ,उदाहरण जिटिके:एफजि[साधारण] जहाँ साधारण अवस्था हो, "%s" व्याख्या गर्न सकिंदैन।

source: Did not understand state "%s" in color specification
en@shaw: 仇拣 别 "%s" 仇ゐ ю别
ne: खास उल्लेख गरिएको रंगमा अवस्था "%s" बुझ्नसकिएन?

source: Did not understand color component "%s" in color specification
en@shaw: 仇拣 仇ゐ ヰ答 "%s" 仇ゐ ю别
ne: खास उल्लेख गरिएको रंगमा रंगको भाग "%s" बुझ्नसकिएन?

source: Could not parse alpha value "%s" in blended color
en@shaw: 葛 ゐ ゐ "%s" ゐю 仇ゐ
ne: अल्फा मान "%s" मिसिएको रंगमा व्याख्या गर्न सकिएन।

source: Alpha value "%s" in blended color is not between 0.0 and 1.0
en@shaw: ゐ ゐ "%s" ゐю 仇ゐ 梆 0.0 1.0
ne: मिसिएको रंगमा भएको अल्फा मान "%s" ०॰० र १॰० को बिचमा छैन।

source: Shade format is "shade/base_color/factor", "%s" does not fit the format
en@shaw: 别 桂ヰ "别/别_仇ゐ/", "%s" 仇 桂ヰ
ne: छाँया ढाँचा "छाँया/आधार_रंग/प्रतिनिधि" हो, "%s" ढाँचा अनुसार छैन।

source: Could not parse shade factor "%s" in shaded color
en@shaw: 葛 别 "%s" 别 仇ゐ
ne: छाँया रंगमा छाँया प्रतिनिधि "%s" व्याख्या गर्न सकेन

source: Shade factor "%s" in shaded color is negative
en@shaw: 别 "%s" 别 仇ゐ ю
ne: छाँया प्रतिनिधि "%s" जुन छाँया रंगमा छ नकरात्मक छ

source: Could not parse color "%s"
en@shaw: 葛 仇ゐ "%s"
ne: "%s" रंग व्याख्या गर्न सकिएन।

source: Coordinate expression contains character '%s' which is not allowed
en@shaw: 答桂别 ю 别 '%s' ゐ
ne: संयोजन अभिव्यक्तिमा '%s' क्यारेक्टर राखेको छ जुन अनुमती छैन।

source: Coordinate expression contains floating point number '%s' which could not be parsed
en@shaw: 答桂别 ю 别 ゐ答 娥 仇ヰ '%s' 葛
ne: संयोजन अभिव्यक्तिमा बदलिरहनेहने बिन्दु '%s' हुन्छ जसलाई व्याख्या गर्न सकिंदैन।

source: Coordinate expression contains integer '%s' which could not be parsed
en@shaw: 答桂别 ю 别 ○ '%s' 葛
ne: संयोजन अभिव्यक्तिमा इन्टिजर '%s' समावेस छ जसलाई व्याख्या गर्न सकिंदैन।

source: Coordinate expression contained unknown operator at the start of this text: "%s"
en@shaw: 答桂别 ю 别 仇答 拣别 葛 ю: "%s"
ne: संयोजन अभिव्यक्तिले यो पाठको शुरूमा अज्ञात संचालक राखेको छ: "%s"

source: Coordinate expression was empty or not understood
en@shaw: 答桂别 ю юヰ 仇拣
ne: संयोजन अभिव्यक्ति खाली वा नबुझिने थियो

source: Coordinate expression results in division by zero
en@shaw: 答桂别 ю 仇ゐ 金
ne: संयोजन अभिव्यक्ति शुन्य भागमा परिणत हुन्छ।

source: Coordinate expression tries to use mod operator on a floating-point number
en@shaw: 答桂别 ю 拆 筐 ヰ筐ゐ 拣别 ゐ答-娥 仇ヰ
ne: संयोजन अभिव्यक्तिले फ्लोटिङ-विन्दु संख्यामा मोड संचालक प्रयोग गर्न कोशिश गर्दछ।

source: Coordinate expression has an operator "%s" where an operand was expected
en@shaw: 答桂别 ю ｐ 拣别 "%s" 拣 ю
ne: संयोजन अभिव्यक्तिसंग संचालनकर्ता "%s" छ र जहाँ ओपेरन्डको आशा गरिएको थियो।

source: Coordinate expression had an operand where an operator was expected
en@shaw: 答桂别 ю ｐ 拣 拣别 ю
ne: संयोजन अभिव्यक्तिसंग ओपरन्ड छ र जहाँ संचालनकर्ताको आशा गरिएको थियो।

source: Coordinate expression ended with an operator instead of an operand
en@shaw: 答桂别 ю ю 拣别 ю 拣
ne: संयोजन अभिव्यक्ति ओपरन्डको सट्टा संचालनकर्तासंगै समाप्त हुन्छ।

source: Coordinate expression has operator "%c" following operator "%c" with no operand in between
en@shaw: 答桂别 ю ｐ 拣别 "%c" ゐ答 拣别 "%c" 拣 梆
ne: संयोजन अभिव्यक्तिसंग बिचमा कुनै पनि अपरन्ड नभएको संचालनकर्ता "%c" मा अनुश्रित संचालनकर्ता "%c" छ।

source: Coordinate expression parser overflowed its buffer, this is really a Metacity bug, but are you sure you need a huge expression like that?
ne: संयोजन अभिव्यक्ति व्याख्या गर्नेले अस्थाई स्मृतिलाई छच्लकाउँछ, यो एउटा साँच्चै नै मेटासिटि बग हो तर के तपाई पक्का हुनुहुन्छ कि तपाईलाई यस्तो ठूलो विवरणको आवश्यकता छ?

source: Coordinate expression had a close parenthesis with no open parenthesis
en@shaw: 答桂别 ю ｐ ゐ答 火ю 答 火ю
ne: संयोजन अभिव्यक्तिसंग बन्द कोष्ठकसंगै खुल्ला नभएको कोष्ठक छ।

source: Coordinate expression had unknown variable or constant "%s"
en@shaw: 答桂 ю ｐ 仇答 吼 "%s"
ne: संयोजन अभिव्यक्तिसंग अज्ञात चल वा अचल "%s" छ।

source: Coordinate expression had an open parenthesis with no close parenthesis
en@shaw: 答桂别 ю ｐ 答 火ю ゐ答 火ю
ne: संयोजन अभिव्यक्तिसंग खुल्ला कोष्ठकसंगै बन्द नभएको कोष्ठक छ।

source: Coordinate expression doesn't seem to have any operators or operands
en@shaw: 答桂别 ю 仇 梆 ｐ ю 拣别拣 拣
ne: संयोजन अभिव्यक्ति मा कुनै पनि ओपरेन्ड वा संचालकहरू देखिदैन।

source: Theme contained an expression "%s" that resulted in an error: %s
ne: विषयले "%s" को आशा राख्दछ जसले त्रुटिपूर्ण फल दिन्छ: %s

source: <button function="%s" state="%s" draw_ops="whatever"/> must be specified for this frame style
en@shaw: <button function="%s" state="%s" draw_ops="ю"/> ヰ仇 ю拆 别 拆
ne: <button function="%s" state="%s" draw_ops="whatever"/> यो खाका शैलीको लागी उल्लेख भएको हुनुपर्छ।

source: Missing <frame state="%s" resize="%s" focus="%s" style="whatever"/>
en@shaw: ヰ <frame state="%s" resize="%s" focus="%s" style="ю"/>
ne: हराईराखेको <frame state="%s" resize="%s" focus="%s" style="whatever"/>

source: Failed to load theme "%s": %s
en@shaw: 别ゐ ゐ答 梆 "%s": %s
ne: "%s": %s विषय लोड गर्न असफल

source: No <%s> set for theme "%s"
en@shaw: <%s> ю 梆 "%s"
ne: "%s" विषयको लागी <%s> सेट भएन

source: No frame style set for window type "%s" in theme "%s", add a <window type="%s" style_set="whatever"/> element
en@shaw: 别 拆 ю 拆 "%s" 梆 "%s", <window type="%s" style_set="ю"/> юゐヰ
ne: विन्डो प्रकार "%s" को लागी विषय "%s" मा खाका शैली सेट भएको छैन, <windowtype="%s"style_set="whatever"/> तत्त्व थप्नुहोला

source: <menu_icon function="%s" state="%s" draw_ops="whatever"/> must be specified for this theme
ne: <menu_icon function="%s" state="%s" draw_ops="whatever"/> यो विषयको लागी उल्लेख गरिएको हुनुपर्छ।

source: User-defined constants must begin with a capital letter; "%s" does not
en@shaw: 筐-拆 ヰ仇 ゐю; "%s" 仇
ne: प्रयोगकर्ताको वर्णन स्थिरता ठूलो अक्षरबाट शुरू हुनुपर्छ, "%s" होइन

source: Constant "%s" has already been defined
en@shaw: "%s" ｐ 佛ゐю 梆 拆
ne: स्थिर "%s" पहिले नै वर्णन गरिसकेको छ

source: Failed to open debug log: %s
en@shaw: 别ゐ 答 梆仇 ゐ: %s
ne: डिबग लग: %s खोल्न असफल

source: Failed to fdopen() log file %s: %s
en@shaw: 别ゐ fdopen() ゐ 拆 %s: %s
ne: %s () लग फाईल खोल्न असफल : %s

source: Opened log file %s
en@shaw: 答 ゐ 拆 %s
ne: %s लग फाईल खोलियो

source: Window manager:
en@shaw: ヰ○:
ne: विण्डो प्रबन्धक:

source: Bug in window manager:
en@shaw: 仇 ヰ○:
ne: विन्डो प्रबन्धकमा बग:

source: Window manager warning:
en@shaw: ヰ○ 桂:
ne: विण्डो प्रबन्धकको चेतावनी:

source: Window manager error:
en@shaw: ヰ○ 火:
ne: विण्डो प्रबन्धक त्रुटि:

source: Application set a bogus _NET_WM_PID %ld
ne: अनुरोधपत्रले नक्कली _नेट_डब्लुएम_पिआईडि %ld मिलायो

source: Window %s sets SM_CLIENT_ID on itself, instead of on the WM_CLIENT_LEADER window as specified in the ICCCM.
en@shaw: %s ю SM_CLIENT_ID юゐ, ю WM_CLIENT_LEADER ю拆 ICCCM.
ne: विन्डो %s ले आईसिसिसिएम मा तोकिएको जस्तै आफैमा डब्लुएम_ग्राहक_लिडरको सट्टा एसएम_ग्राहक_आईडि मिलाउँदछ।

source: Window 0x%lx has property %s that was expected to have type %s format %d and actually has type %s format %d n_items %d. This is most likely an application bug, not a window manager bug. The window has title="%s" class="%s" name="%s"
en@shaw: 0x%lx ｐ 拣 %s ю ｐ 拆 %s 桂ヰ %d ゐ ｐ 拆 %s 桂ヰ %d n_items %d. ヰ答 ゐ拆ゐ ゐ别 仇, ヰ○ 仇. ｐ 拆="%s" ゐ="%s" 别="%s"
ne: विन्डो ०एक्स%lx मा गुण %s छ जसले प्रकार %s ढाँचा%d आशा गरेको छ र यथार्थमा प्रकार %s ढाँचा %d n_items %d. यो एउटा धेरै मनपराएको अनुरोधपत्र हो, विन्डो प्रबन्धक बग होईन। विन्डोमा शीर्षक="%s" कक्षा="%s" नाम="%s" छ

source: Desktop
en@shaw: ю

source: Window Management
en@shaw: ヰ○ヰ

source: Bell event
en@shaw: ю ю

source: Unknown window information request: %d
en@shaw: 仇答 拣ヰ别 ю: %d

source: <big><b><tt>%s</tt> is not responding.</b></big> <i>You may choose to wait a short while for it to continue or force the application to quit entirely.</i>
en@shaw: <big><b><tt>%s</tt> 梆.</b></big> <i> ヰ 叼 别 桂 拆 桂 ゐ别 ю拆拣ゐ.</i>

source: _Wait
en@shaw: _别

source: Missing %s extension required for compositing
en@shaw: ヰ %s ю 拆拣 ヰ

source: Some other program is already using the key %s with modifiers %x as a binding
en@shaw: 仇 仇 答 佛ゐю 筐 %s ヰ拆拣 %x 拆

source: There was an error running <tt>%s</tt>: %s
en@shaw: 火 仇 <tt>%s</tt>: %s

source: metacity %s Copyright (C) 2001-%s Havoc Pennington, Red Hat, Inc., and others This is free software; see the source for copying conditions. There is NO warranty; not even for MERCHANTABILITY or FITNESS FOR A PARTICULAR PURPOSE.
en@shaw: 路ヰю %s 拆 (C) 2001-%s 路ｐ 路ю, 路ю 路ｐ, ., 仇拣 ; 桂 . ; 梆 ヰ火ゐ 拣筐ゐ 火.

source: Disable connection to session manager
en@shaw: 别 ю ю ヰ○

source: Replace the running window manager with Metacity
en@shaw: ゐ别 仇 ヰ○ 路ヰю

source: Specify session management ID
en@shaw: ю ю ヰ○ヰ ID

source: X Display to use
en@shaw: X ゐ 筐

source: Initialize session from savefile
en@shaw: ゐ拆 ю 别拆

source: Print version
en@shaw: 火

source: Make X calls synchronous
en@shaw: ヰ别 X 佛ゐ

source: Turn compositing on
en@shaw: 火 ヰ

source: Turn compositing off
en@shaw: 火 ヰ

source: Don't make fullscreen windows that are maximized and have no decorations
en@shaw: ' ヰ别 ゐ梆 答 ヰヰ拆 ｐ ю拣别

source: Could not find a theme! Be sure %s exists and contains the usual themes.
en@shaw: 拆 梆! %s ю 别 筐筐 梆ヰ.

source: %d stored in GConf key %s is out of range %d to %d
en@shaw: %d 桂 GConf %s 别 %d %d

source: Error setting compositor status: %s
en@shaw: 火 ю ヰ 别: %s

source: Screen %d on display '%s' is invalid
en@shaw: 梆 %d ゐ '%s' ゐ

source: Screen %d on display "%s" already has a window manager; try using the --replace option to replace the current window manager.
en@shaw: 梆 %d ゐ "%s" 佛ゐю ｐ ヰ○; 筐 --replace ゐ别 仇 ヰ○.

source: Screen %d on display "%s" already has a window manager
en@shaw: 梆 %d ゐ "%s" 佛ゐю ｐ ヰ○

source: Could not release screen %d on display "%s"
en@shaw: ゐ梆 梆 %d ゐ "%s"

source: The format looks like "<Control>a" or "<Shift><Alt>F1". The parser is fairly liberal and allows lower or upper case, and also abbreviations such as "<Ctl>" and "<Ctrl>". If you set the option to the special string "disabled", then there will be no keybinding for this action.
en@shaw: 桂ヰ ゐ ゐ拆 "<Control>" "<Shift><Alt>F1". 葛 吼ゐ ゐ拣 ゐ ゐ答 仇 别, 佛ゐ 梆梆别 仇 "<Ctl>" "<Ctrl>". ю ю "disabled", ю 梆拆 .

source: The format looks like "<Control>a" or "<Shift><Alt>F1". The parser is fairly liberal and allows lower or upper case, and also abbreviations such as "<Ctl>" and "<Ctrl>". If you set the option to the special string "disabled", then there will be no keybinding for this action. This keybinding may be reversed by holding down the "shift" key; therefore, "shift" cannot be one of the keys it uses.
en@shaw: 桂ヰ ゐ ゐ拆 "<Control>" "<Shift><Alt>F1". 葛 吼ゐ ゐ拣 ゐ ゐ答 仇 别, 佛ゐ 梆梆别 仇 "<Ctl>" "<Ctrl>". ю ю "disabled", ю 梆 . 梆 ヰ 火 ｐ答ゐ "" ; 吼, "" 仇 梆 筐.

source: Unknown attribute %s on <%s> element
en@shaw: 仇答 筐 %s <%s> юゐヰ

source: These windows do not support &quot;save current setup&quot; and will have to be restarted manually next time you log in.
en@shaw: 梆 答 桂 &quot;别 仇 ю仇&quot; ｐ 梆葛 ヰゐ ю 拆 ゐ .

source: Window %s sets an MWM hint indicating it isn't resizable, but sets min size %d x %d and max size %d x %d; this doesn't make much sense.
en@shaw: %s ю MWM ｐ 别 梆拆, 仇 ю ヰ 拆 %dx%d ヰ 拆 %dx%d; 仇 ヰ别 ヰ仇 ю.

source: Application set a bogus _NET_WM_PID %lu
en@shaw: ゐ别 ю 答 _NET_WM_PID %lu

source: %s (on %s)
en@shaw: %s ( %s)

source: %s (as superuser)
en@shaw: %s ( 叼拣筐)

source: %s (as %s)
en@shaw: %s ( %s)

source: %s (as another user)
en@shaw: %s ( 仇 筐)

source: Invalid WM_TRANSIENT_FOR window 0x%lx specified for %s.
en@shaw: ゐ WM_TRANSIENT_FOR 0x%lx ю拆 %s.

source: Property %s on window 0x%lx contained invalid UTF-8
en@shaw: 拣 %s 0x%lx 别 ゐ UTF-8

source: Property %s on window 0x%lx contained invalid UTF-8 for item %d in the list
en@shaw: 拣 %s 0x%lx 别 ゐ UTF-8 拆 %d ゐ

source: Switch to workspace on the left of the current workspace
en@shaw: 火别 ゐю 仇 火别

source: Switch to workspace on the right of the current workspace
en@shaw: 火别 拆 仇 火别

source: Switch to workspace above the current workspace
en@shaw: 火别 仇 仇 火别

source: Switch to workspace below the current workspace
en@shaw: 火别 ゐ 仇 火别

source: Move between windows of an application, using a popup window
en@shaw: ヰ叼 梆 答 ゐ别, 筐 仇

source: Move backward between windows of an application, using a popup window
en@shaw: ヰ叼 拣 梆 答 ゐ别, 筐 仇

source: Move between windows, using a popup window
en@shaw: ヰ叼 梆 答, 筐 仇

source: Move backward between windows, using a popup window
en@shaw: ヰ叼 拣 梆 答, 筐 仇

source: Move between panels and the desktop, using a popup window
en@shaw: ヰ叼 梆 ゐ ю, 筐 仇

source: Move backward between panels and the desktop, using a popup window
en@shaw: ヰ叼 拣 梆 ゐ ю, 筐 仇

source: Move between windows of an application immediately
en@shaw: ヰ叼 梆 答 ゐ别 ヰ梆攫ゐ

source: Move backward between windows of an application immediately
en@shaw: ヰ叼 拣 梆 答 ゐ别 ヰ梆攫ゐ

source: Move backward between windows immediately
en@shaw: ヰ叼 拣 梆 答 ヰ梆攫ゐ

source: Hide all normal windows and set focus to the desktop
en@shaw: ｐ拆 佛 桂ヰ 答 ю 答 ю

source: Show the panel's main menu
en@shaw: ゐ ヰ别 ヰю

source: Show the panel's "Run Application" dialog box
en@shaw: ゐ "仇 ゐ别" 拆ゐ

source: Activate the window menu
en@shaw: 别 ヰю

source: Toggle whether a window will always be visible over other windows
en@shaw: ю 佛ゐ别 答 仇 答

source: Toggle whether window is on all workspaces or just one
en@shaw: ю 佛 火别 ○仇 仇

source: Raise window if it's covered by another window, otherwise lower it
en@shaw: 别 仇拣 仇 , 仇拣拆 ゐ答

source: Move window to north-west (top left) corner
en@shaw: ヰ叼 桂-ю ( ゐю) 桂

source: Move window to north-east (top right) corner
en@shaw: ヰ叼 桂-梆 ( 拆) 桂

source: Move window to south-west (bottom left) corner
en@shaw: ヰ叼 -ю ( ゐю) 桂

source: Move window to south-east (bottom right) corner
en@shaw: ヰ叼 -梆 ( 拆) 桂

source: Move window to north (top) side of screen
en@shaw: ヰ叼 桂 () 拆 梆

source: Move window to south (bottom) side of screen
en@shaw: ヰ叼 () 拆 梆

source: Move window to east (right) side of screen
en@shaw: ヰ叼 梆 (拆) 拆 梆

source: Move window to west (left) side of screen
en@shaw: ヰ叼 ю (ゐю) 拆 梆

source: Move window to center of screen
en@shaw: ヰ叼 ю 梆

source: A font description string describing a font for window titlebars. The size from the description will only be used if the titlebar_font_size option is set to 0. Also, this option is disabled if the titlebar_uses_desktop_font option is set to true.
en@shaw: 拆 拆ゐ葛. 拆 答ゐ 筐 titlebar_font_size ю 0. 佛ゐ, 别ゐ titlebar_uses_desktop_font ю .

source: Action on title bar middle-click
en@shaw: 拆 ヰ-ゐ

source: Action on title bar right-click
en@shaw: 拆 拆-ゐ

source: Arrangement of buttons on the titlebar. The value should be a string, such as "menu:minimize,maximize,spacer,close"; the colon separates the left corner of the window from the right corner, and the button names are comma-separated. Duplicate buttons are not allowed. Unknown button names are silently ignored so that buttons can be added in future metacity versions without breaking older versions. A special spacer tag can be used to insert some space between two adjacent buttons.
en@shaw: 拣别○ヰ 仇 拆ゐ. ゐ , 仇 "menu:minimize,maximize,spacer,close"; 答ゐ ю拣别 ゐю 桂 拆 桂, 仇 别ヰ ヰ-ю拣别. 筐ゐ别 仇 ゐ. 仇答 仇 别ヰ 拆ゐゐ 桂 仇 筐 路ヰю 火 别 答ゐ 火. ю spacer 筐 火 仇 别 梆 ○别 仇.

source: Clicking a window while holding down this modifier key will move the window (left click), resize the window (middle click), or show the window menu (right click). The left and right operations may be swapped using the "mouse_button_resize" key. Modifier is expressed as "&lt;Alt&gt;" or "&lt;Super&gt;" for example.
en@shaw: ゐ 拆 ｐ答ゐ ヰ拆 ヰ叼 (ゐю ゐ), 梆拆 (ヰ ゐ), ヰю (拆 ゐ). ゐю 拆 拣别 ヰ 筐 "mouse_button_resize" . ヰ拆 ю "&lt;Alt&gt;" "&lt;Super&gt;" ヰ.

source: Compositing Manager
en@shaw: ヰ ヰ○

source: Control how new windows get focus
en@shaw: 答 ｐ 答 ю 答

source: Determines whether Metacity is a compositing manager.
en@shaw: 火ヰ ю 路ヰю ヰ ヰ○.

source: If set to true, and the focus mode is either "sloppy" or "mouse" then the focused window will be automatically raised after a delay specified by the auto_raise_delay key. This is not related to clicking on a window to raise it, nor to entering a window during drag-and-drop.
en@shaw: ю , 答 ヰ答 拆 "sloppy" "mouse" ю 答 佛ヰゐ 别 ゐ ю拆 auto_raise_delay . ゐ别 ゐ 别 , ю拣 拣 --.

source: If true, metacity will give the user less feedback by using wireframes, avoiding animations, or other means. This is a significant reduction in usability for many users, but may allow legacy applications to continue working, and may also be a useful tradeoff for terminal servers. However, the wireframe feature is disabled when accessibility is on.
en@shaw: , 路ヰю 筐 ゐю 梆 筐 拆拣别ヰ, 娥 ヰ别, 仇 ヰ梆. 仇 筐ゐ ヰю 筐拣, 仇 ヰ ゐ ゐю ゐ别 火, ヰ 佛ゐ 筐 别 火ヰ 火拣. ｐю, 拆拣别 梆 别ゐ ю юゐ .

source: If true, then Metacity works in terms of applications rather than windows. The concept is a bit abstract, but in general an application-based setup is more like the Mac and less like Windows. When you focus a window in application-based mode, all the windows in the application will be raised. Also, in application-based mode, focus clicks are not passed through to windows in other applications. Application-based mode is, however, largely unimplemented at the moment.
en@shaw: , ю 路ヰю 火 火ヰ ゐ别 答. ю , 仇 ○ю拣 ゐ别-别 ю仇 ヰ ゐ拆 路ヰ ゐю ゐ拆 路答. ю 答 ゐ别-别 ヰ答, 佛 答 ゐ别 别. 佛ゐ, ゐ别-别 ヰ答, 答 ゐ 答 仇 ゐ别. ゐ别-别 ヰ答 , ｐю, ゐ葛○ゐ 仇ヰゐюヰюю ヰ答ヰ.

source: Number of workspaces. Must be more than zero, and has a fixed maximum to prevent making the desktop unusable by accidentally asking for too many workspaces.
en@shaw: 仇ヰ 火别. ヰ仇 ヰ 金, ｐ ヰヰ ю ヰ别 ю 叼 юゐ ヰю 火别.

source: Set this to true to resize with the right button and show a menu with the middle button while holding down the key given in "mouse_button_modifier"; set it to false to make it work the opposite way around.
en@shaw: ю 梆拆 拆 仇 ヰю ヰ 仇 拆 ｐ答ゐ "mouse_button_modifier"; ю 佛ゐ ヰ别 火 答 .

source: Setting this option to false can lead to buggy behavior, so users are strongly discouraged from changing it from the default of true. Many actions (e.g. clicking in the client area, moving or resizing the window) normally raise the window as a side-effect. Setting this option to false, which is strongly discouraged, will decouple raising from other user actions, and ignore raise requests generated by applications. See http://bugzilla.gnome.org/show_bug.cgi?id=445447#c6. Even when this option is false, windows can still be raised by an alt-left-click anywhere on the window, a normal click on the window decorations, or by special messages from pagers, such as activation requests from tasklist applets. This option is currently disabled in click-to-focus mode. Note that the list of ways to raise windows when raise_on_click is false does not include programmatic requests from applications to raise windows; such requests will be ignored regardless of the reason for the request. If you are an application developer and have a user complaining that your application does not work with this setting disabled, tell them it is _their_ fault for breaking their window manager and that they need to change this option back to true or live with the "bug" they requested.
en@shaw: ю 佛ゐ ゐю ｐ别, 筐拣 ゐ 仇○ 别○ 佛ゐ . ヰю (e.g. ゐ ゐ拆 吼, ヰ叼 梆拆 ) 桂ヰゐ 别 拆-ю. ю 佛ゐ, ゐ 仇○, 梆 别 仇 筐 , 别 ю ○ю拣别 ゐ别. http://bugzilla.gnome.org/show_bug.cgi?id=445447#c6. 梆 ю 佛ゐ, 答 别 路佛ゐ-ゐю-ゐ ю , 桂ヰ ゐ ю拣别, ю ヰю○ 别○火, 仇 别 ю ゐ ゐ. 仇ゐ 别ゐ ゐ--答 ヰ答. 答 ゐ 别 别 答 ю raise_on_click 佛ゐ 答 ゐ叼 ヰ ю ゐ别 别 答; 仇 ю 桂 葛ゐ 梆 ю. ゐ别 юゐ ｐ 筐 ヰゐ别 筐 ゐ别 仇 火 ю 别ゐ, ю ю __ 佛ゐ 别 ヰ○ 梆 别 ゐ拆 "仇" ю.

source: Some applications disregard specifications in ways that result in window manager misfeatures. This option puts Metacity in a rigorously correct mode, which gives a more consistent user interface, provided one does not need to run any misbehaving applications.
en@shaw: 仇 ゐ别 葛 ю别 别 仇ゐ ヰ○ ヰ梆筐. 路ヰю 火ゐ ю ヰ答, ヰ 筐 拣别, 拆 仇 答 梆 仇 ю ヰｐ别 ゐ别.

source: This option determines the effects of double-clicking on the title bar. Current valid options are 'toggle_shade', which will shade/unshade the window, 'toggle_maximize' which will maximize/unmaximize the window, 'toggle_maximize_horizontally' and 'toggle_maximize_vertically' which will maximize/unmaximize the window in that direction only, 'minimize' which will minimize the window, 'shade' which will roll the window up, 'menu' which will display the window menu, 'lower' which will put the window behind all the others, and 'none' which will not do anything.
en@shaw: 火ヰ ю 仇-ゐ 拆 . 仇 ゐ 'toggle_shade', 别/仇别 , 'toggle_maximize' ヰヰ拆/仇ヰヰ拆 , 'toggle_maximize_horizontally' 'toggle_maximize_vertically' ヰヰ拆/仇ヰヰ拆 ю 答ゐ, 'minimize' ヰヰ拆 , 'shade' 答 仇, 'menu' ゐ ヰю, 'lower' ｐ拆 佛 仇拣, 'none' ю.

source: This option determines the effects of middle-clicking on the title bar. Current valid options are 'toggle_shade', which will shade/unshade the window, 'toggle_maximize' which will maximize/unmaximize the window, 'toggle_maximize_horizontally' and 'toggle_maximize_vertically' which will maximize/unmaximize the window in that direction only, 'minimize' which will minimize the window, 'shade' which will roll the window up, 'menu' which will display the window menu, 'lower' which will put the window behind all the others, and 'none' which will not do anything.
en@shaw: 火ヰ ю ヰ-ゐ 拆 . 仇 ゐ 'toggle_shade', 别/unshade , 'toggle_maximize' ヰヰ拆/unmaximize , 'toggle_maximize_horizontally' 'toggle_maximize_vertically' ヰヰ拆/unmaximize ю 答ゐ, 'minimize' ヰヰ拆 , 'shade' 答 仇, 'ヰю' ゐ ヰю, 'lower' ｐ拆 佛 仇拣, 'none' ю.

source: This option determines the effects of right-clicking on the title bar. Current valid options are 'toggle_shade', which will shade/unshade the window, 'toggle_maximize' which will maximize/unmaximize the window, 'toggle_maximize_horizontally' and 'toggle_maximize_vertically' which will maximize/unmaximize the window in that direction only, 'minimize' which will minimize the window, 'shade' which will roll the window up, 'menu' which will display the window menu, 'lower' which will put the window behind all the others, and 'none' which will not do anything.
en@shaw: 火ヰ ю 拆-ゐ 拆 . 仇 ゐ 'toggle_shade', 别/unshade , 'toggle_maximize' ヰヰ拆/unmaximize , 'toggle_maximize_horizontally' 'toggle_maximize_vertically' ヰヰ拆/unmaximize ю 答ゐ, 'minimize' ヰヰ拆 , 'shade' 答 仇, 'ヰю' ゐ ヰю, 'lower' ｐ拆 佛 仇拣, 'none' ю.

source: This option provides additional control over how newly created windows get focus. It has two possible values; "smart" applies the user's normal focus mode, and "strict" results in windows started from a terminal not being given focus.
en@shaw: 拆 答 答 ｐ 筐ゐ 别 答 ю 答. ｐ ゐ筐; "smart" ゐ拆 筐' 桂ヰ 答 ヰ答, "strict" 仇ゐ 答 葛 火ヰ 梆 答.

source: Turns on a visual indication when an application or the system issues a 'bell' or 'beep'; useful for the hard-of-hearing and for use in noisy environments.
en@shaw: 火 别 ю ゐ别 叼 'ю' '梆'; 筐 ｐ葛--ｐ金 筐 娥 拆ヰ.

source: Whether raising should be a side-effect of other user interactions
en@shaw: ю 别 拆-ю 仇 筐 火

source: Whether to resize with the right button
en@shaw: ю 梆拆 拆 仇

source: Roll Up Window
en@shaw: 答 仇

source: Unroll Window
en@shaw: 仇答

source: Keep Window On Top
en@shaw: 梆

source: Remove Window From Top
en@shaw: ヰ叼

source: Always On Visible Workspace
en@shaw: 佛ゐ别 火别

source: Put Window On Only One Workspace
en@shaw: 答ゐ 仇 火别

source: Move Titlebar On_screen
en@shaw: ヰ叼 拆ゐ _梆

source: Always on _Top
en@shaw: 佛ゐ别 _
