Repository: GNOME/gnome-shell
Catalog: po/*.po
Languages: en@shaw, ne

source: The keybinding that switches to the workspace below the current workspace. The format looks like "&lt;Control&gt;a" or "&lt;Shift&gt;&lt;Alt&gt;F1". The parser is fairly liberal and allows lower or upper case, and also abbreviations such as "&lt;Ctl&gt;" and "&lt;Ctrl&gt;". If you set the option to the special string "disabled", then there will be no keybinding for this action.
ne: कुन्जजोड जुन हालको कार्यक्षेत्र तलको कार्यक्षेत्रमा रोक लगाउँछ। यसको ढाँचा यस्तो हुन्छ &lt; नियन्त्रण&gt;a" वा "&lt; बदल्नुस्&gt;&lt; अल्टर(विकल्प)&gt;F1"।पारसर पूर्णरूपले उदार हुन्छ र माथिल्लो र तल्लो अवस्थालाई अनुमती दिन्छ र साथै एबब्रेभिएसन जस्तै "&lt;कन्ट्रोल&gt;" र "&lt;कन्ट्रोल&gt"।यदि तपाईले मुख्य स्ट्रिङ "असमर्थ"मा विकल्प सेट गर्नुभयो भने त्यहाँ यो कार्यकोलागी किबाईन्डिङ हुदैन।

source: The keybinding that switches to the workspace on the left of the current workspace. The format looks like "&lt;Control&gt;a" or "&lt;Shift&gt;&lt;Alt&gt;F1". The parser is fairly liberal and allows lower or upper case, and also abbreviations such as "&lt;Ctl&gt;" and "&lt;Ctrl&gt;". If you set the option to the special string "disabled", then there will be no keybinding for this action.
ne: कुन्जजोड जुन हालको कार्यक्षेत्रको देब्रेपट्टि कार्यक्षेत्रमा रोक लगाउँछ। यसको ढाँचा यस्तो हुन्छ &lt; नियन्त्रण&gt;a" वा "&lt; बदल्नुस्&gt;&lt; अल्टर(विकल्प)&gt;F1"।पारसर पूर्णरूपले उदार हुन्छ र माथिल्लो र तल्लो अवस्थालाई अनुमती दिन्छ र साथै एबब्रेभिएसन जस्तै "&lt;कन्ट्रोल&gt;" र "&lt;कन्ट्रोल&gt"।यदि तपाईले मुख्य स्ट्रिङ "असमर्थ"मा विकल्प सेट गर्नुभयो भने त्यहाँ यो कार्यकोलागी किबाईन्डिङ हुदैन।

source: The keybinding that switches to the workspace on the right of the current workspace. The format looks like "&lt;Control&gt;a" or "&lt;Shift&gt;&lt;Alt&gt;F1". The parser is fairly liberal and allows lower or upper case, and also abbreviations such as "&lt;Ctl&gt;" and "&lt;Ctrl&gt;". If you set the option to the special string "disabled", then there will be no keybinding for this action.
ne: कुन्जजोड जुन हालको कार्यक्षेत्रको दाहिनेपट्टि कार्यक्षेत्रमा रोक लगाउँछ। यसको ढाँचा यस्तो हुन्छ &lt; नियन्त्रण&gt;a" वा "&lt; बदल्नुस्&gt;&lt; अल्टर(विकल्प)&gt;F1"।पारसर पूर्णरूपले उदार हुन्छ र माथिल्लो र तल्लो अवस्थालाई अनुमती दिन्छ र साथै एबब्रेभिएसन जस्तै "&lt;कन्ट्रोल&gt;" र "&lt;कन्ट्रोल&gt"।यदि तपाईले मुख्य स्ट्रिङ "असमर्थ"मा विकल्प सेट गर्नुभयो भने त्यहाँ यो कार्यकोलागी किबाईन्डिङ हुदैन।

source: The keybinding that switches to workspace 1. The format looks like "&lt;Control&gt;a" or "&lt;Shift&gt;&lt;Alt&gt;F1". The parser is fairly liberal and allows lower or upper case, and also abbreviations such as "&lt;Ctl&gt;" and "&lt;Ctrl&gt;". If you set the option to the special string "disabled", then there will be no keybinding for this action.
ne: किबाइन्डिङ जुन कार्यक्षेत्र १ मा स्विच हुन्छ।यसको ढाँचा यस्तो हुन्छ &lt; नियन्त्रण&gt;a" वा "&lt; बदल्नुस्&gt;&lt; अल्टर(विकल्प)&gt;F1"।पारसर पूर्णरूपले उदार हुन्छ र माथिल्लो र तल्लो अवस्थालाई अनुमती दिन्छ र साथै एबब्रेभिएसन जस्तै "&lt;कन्ट्रोल&gt;" र "&lt;कन्ट्रोल&gt"।यदि तपाईले मुख्य स्ट्रिङ "असमर्थ" मा विकल्प सेट गर्नुभयो भने त्यहाँ यो कार्यकोलागी किबाईन्डिङ हुदैन।

source: The keybinding that switches to workspace 10. The format looks like "&lt;Control&gt;a" or "&lt;Shift&gt;&lt;Alt&gt;F1". The parser is fairly liberal and allows lower or upper case, and also abbreviations such as "&lt;Ctl&gt;" and "&lt;Ctrl&gt;". If you set the option to the special string "disabled", then there will be no keybinding for this action.
ne: किबाइन्डिङ जुन कार्यक्षेत्र १० मा स्विच हुन्छ।यसको ढाँचा यस्तो हुन्छ &lt; नियन्त्रण&gt;a" वा "&lt; बदल्नुस्&gt;&lt; अल्टर(विकल्प)&gt;F1"।पारसर पूर्णरूपले उदार हुन्छ र माथिल्लो र तल्लो अवस्थालाई अनुमती दिन्छ र साथै एबब्रेभिएसन जस्तै "&lt;कन्ट्रोल&gt;" र "&lt;कन्ट्रोल&gt"।यदि तपाईले मुख्य स्ट्रिङ "असमर्थ"मा विकल्प सेट गर्नुभयो भने त्यहाँ यो कार्यकोलागी किबाईन्डिङ हुदैन।

source: The keybinding that switches to workspace 11. The format looks like "&lt;Control&gt;a" or "&lt;Shift&gt;&lt;Alt&gt;F1". The parser is fairly liberal and allows lower or upper case, and also abbreviations such as "&lt;Ctl&gt;" and "&lt;Ctrl&gt;". If you set the option to the special string "disabled", then there will be no keybinding for this action.
ne: किबाइन्डिङ जुन कार्यक्षेत्र ११ मा स्विच हुन्छ।यसको ढाँचा यस्तो हुन्छ &lt; नियन्त्रण&gt;a" वा "&lt; बदल्नुस्&gt;&lt; अल्टर(विकल्प)&gt;F1"।पारसर पूर्णरूपले उदार हुन्छ र माथिल्लो र तल्लो अवस्थालाई अनुमती दिन्छ र साथै एबब्रेभिएसन जस्तै "&lt;कन्ट्रोल&gt;" र "&lt;कन्ट्रोल&gt"।यदि तपाईले मुख्य स्ट्रिङ "असमर्थ" मा विकल्प सेट गर्नुभयो भने त्यहाँ यो कार्यकोलागी किबाईन्डिङ हुदैन।

source: The keybinding that switches to workspace 12. The format looks like "&lt;Control&gt;a" or "&lt;Shift&gt;&lt;Alt&gt;F1". The parser is fairly liberal and allows lower or upper case, and also abbreviations such as "&lt;Ctl&gt;" and "&lt;Ctrl&gt;". If you set the option to the special string "disabled", then there will be no keybinding for this action.
ne: किबाइन्डिङ जुन कार्यक्षेत्र १२ मा स्विच हुन्छ।यसको ढाँचा यस्तो हुन्छ &lt; नियन्त्रण&gt;a" वा "&lt; बदल्नुस्&gt;&lt; अल्टर(विकल्प)&gt;F1"।पारसर पूर्णरूपले उदार हुन्छ र माथिल्लो र तल्लो अवस्थालाई अनुमती दिन्छ र साथै एबब्रेभिएसन जस्तै "&lt;कन्ट्रोल&gt;" र "&lt;कन्ट्रोल&gt"।यदि तपाईले मुख्य स्ट्रिङ "असमर्थ" मा विकल्प सेट गर्नुभयो भने त्यहाँ यो कार्यकोलागी किबाईन्डिङ हुदैन।

source: The keybinding that switches to workspace 2. The format looks like "&lt;Control&gt;a" or "&lt;Shift&gt;&lt;Alt&gt;F1". The parser is fairly liberal and allows lower or upper case, and also abbreviations such as "&lt;Ctl&gt;" and "&lt;Ctrl&gt;". If you set the option to the special string "disabled", then there will be no keybinding for this action.
ne: किबाइन्डिङ जुन कार्यक्षेत्र २ मा स्विच हुन्छ।यसको ढाँचा यस्तो हुन्छ &lt; नियन्त्रण&gt;a" वा "&lt; बदल्नुस्&gt;&lt; अल्टर(विकल्प)&gt;F1"।पारसर पूर्णरूपले उदार हुन्छ र माथिल्लो र तल्लो अवस्थालाई अनुमती दिन्छ र साथै एबब्रेभिएसन जस्तै "&lt;कन्ट्रोल&gt;" र "&lt;कन्ट्रोल&gt"।यदि तपाईले मुख्य स्ट्रिङ "असमर्थ" मा विकल्प सेट गर्नुभयो भने त्यहाँ यो कार्यकोलागी किबाईन्डिङ हुदैन।

source: The keybinding that switches to workspace 3. The format looks like "&lt;Control&gt;a" or "&lt;Shift&gt;&lt;Alt&gt;F1". The parser is fairly liberal and allows lower or upper case, and also abbreviations such as "&lt;Ctl&gt;" and "&lt;Ctrl&gt;". If you set the option to the special string "disabled", then there will be no keybinding for this action.
ne: किबाइन्डिङ जुन कार्यक्षेत्र ३ मा स्विच हुन्छ।यसको ढाँचा यस्तो हुन्छ &lt; नियन्त्रण&gt;a" वा "&lt; बदल्नुस्&gt;&lt; अल्टर(विकल्प)&gt;F1"।पारसर पूर्णरूपले उदार हुन्छ र माथिल्लो र तल्लो अवस्थालाई अनुमती दिन्छ र साथै एबब्रेभिएसन जस्तै "&lt;कन्ट्रोल&gt;" र "&lt;कन्ट्रोल&gt"।यदि तपाईले मुख्य स्ट्रिङ "असमर्थ" मा विकल्प सेट गर्नुभयो भने त्यहाँ यो कार्यकोलागी किबाईन्डिङ हुदैन।

source: The keybinding that switches to workspace 4. The format looks like "&lt;Control&gt;a" or "&lt;Shift&gt;&lt;Alt&gt;F1". The parser is fairly liberal and allows lower or upper case, and also abbreviations such as "&lt;Ctl&gt;" and "&lt;Ctrl&gt;". If you set the option to the special string "disabled", then there will be no keybinding for this action.
ne: किबाइन्डिङ जुन कार्यक्षेत्र ४ मा स्विच हुन्छ।यसको ढाँचा यस्तो हुन्छ &lt; नियन्त्रण&gt;a" वा "&lt; बदल्नुस्&gt;&lt; अल्टर(विकल्प)&gt;F1"।पारसर पूर्णरूपले उदार हुन्छ र माथिल्लो र तल्लो अवस्थालाई अनुमती दिन्छ र साथै एबब्रेभिएसन जस्तै "&lt;कन्ट्रोल&gt;" र "&lt;कन्ट्रोल&gt"।यदि तपाईले मुख्य स्ट्रिङ "असमर्थ" मा विकल्प सेट गर्नुभयो भने त्यहाँ यो कार्यकोलागी किबाईन्डिङ हुदैन।

source: The keybinding that switches to workspace 5. The format looks like "&lt;Control&gt;a" or "&lt;Shift&gt;&lt;Alt&gt;F1". The parser is fairly liberal and allows lower or upper case, and also abbreviations such as "&lt;Ctl&gt;" and "&lt;Ctrl&gt;". If you set the option to the special string "disabled", then there will be no keybinding for this action.
ne: किबाइन्डिङ जुन कार्यक्षेत्र ५ मा स्विच हुन्छ।यसको ढाँचा यस्तो हुन्छ &lt; नियन्त्रण&gt;a" वा "&lt; बदल्नुस्&gt;&lt; अल्टर(विकल्प)&gt;F1"।पारसर पूर्णरूपले उदार हुन्छ र माथिल्लो र तल्लो अवस्थालाई अनुमती दिन्छ र साथै एबब्रेभिएसन जस्तै "&lt;कन्ट्रोल&gt;" र "&lt;कन्ट्रोल&gt"।यदि तपाईले मुख्य स्ट्रिङ "असमर्थ" मा विकल्प सेट गर्नुभयो भने त्यहाँ यो कार्यकोलागी किबाईन्डिङ हुदैन।

source: The keybinding that switches to workspace 6. The format looks like "&lt;Control&gt;a" or "&lt;Shift&gt;&lt;Alt&gt;F1". The parser is fairly liberal and allows lower or upper case, and also abbreviations such as "&lt;Ctl&gt;" and "&lt;Ctrl&gt;". If you set the option to the special string "disabled", then there will be no keybinding for this action.
ne: किबाइन्डिङ जुन कार्यक्षेत्र ६ मा स्विच हुन्छ।यसको ढाँचा यस्तो हुन्छ &lt; नियन्त्रण&gt;a" वा "&lt; बदल्नुस्&gt;&lt; अल्टर(विकल्प)&gt;F1"।पारसर पूर्णरूपले उदार हुन्छ र माथिल्लो र तल्लो अवस्थालाई अनुमती दिन्छ र साथै एबब्रेभिएसन जस्तै "&lt;कन्ट्रोल&gt;" र "&lt;कन्ट्रोल&gt"।यदि तपाईले मुख्य स्ट्रिङ "असमर्थ" मा विकल्प सेट गर्नुभयो भने त्यहाँ यो कार्यकोलागी किबाईन्डिङ हुदैन।

source: The keybinding that switches to workspace 7. The format looks like "&lt;Control&gt;a" or "&lt;Shift&gt;&lt;Alt&gt;F1". The parser is fairly liberal and allows lower or upper case, and also abbreviations such as "&lt;Ctl&gt;" and "&lt;Ctrl&gt;". If you set the option to the special string "disabled", then there will be no keybinding for this action.
ne: किबाइन्डिङ जुन कार्यक्षेत्र ७ मा स्विच हुन्छ।यसको ढाँचा यस्तो हुन्छ &lt; नियन्त्रण&gt;a" वा "&lt; बदल्नुस्&gt;&lt; अल्टर(विकल्प)&gt;F1"।पारसर पूर्णरूपले उदार हुन्छ र माथिल्लो र तल्लो अवस्थालाई अनुमती दिन्छ र साथै एबब्रेभिएसन जस्तै "&lt;कन्ट्रोल&gt;" र "&lt;कन्ट्रोल&gt"।यदि तपाईले मुख्य स्ट्रिङ "असमर्थ" मा विकल्प सेट गर्नुभयो भने त्यहाँ यो कार्यकोलागी किबाईन्डिङ हुदैन।

source: The keybinding that switches to workspace 8. The format looks like "&lt;Control&gt;a" or "&lt;Shift&gt;&lt;Alt&gt;F1". The parser is fairly liberal and allows lower or upper case, and also abbreviations such as "&lt;Ctl&gt;" and "&lt;Ctrl&gt;". If you set the option to the special string "disabled", then there will be no keybinding for this action.
ne: किबाइन्डिङ जुन कार्यक्षेत्र ८ मा स्विच हुन्छ।यसको ढाँचा यस्तो हुन्छ &lt; नियन्त्रण&gt;a" वा "&lt; बदल्नुस्&gt;&lt; अल्टर(विकल्प)&gt;F1"।पारसर पूर्णरूपले उदार हुन्छ र माथिल्लो र तल्लो अवस्थालाई अनुमती दिन्छ र साथै एबब्रेभिएसन जस्तै "&lt;कन्ट्रोल&gt;" र "&lt;कन्ट्रोल&gt"।यदि तपाईले मुख्य स्ट्रिङ "असमर्थ" मा विकल्प सेट गर्नुभयो भने त्यहाँ यो कार्यकोलागी किबाईन्डिङ हुदैन।

source: The keybinding that switches to workspace 9. The format looks like "&lt;Control&gt;a" or "&lt;Shift&gt;&lt;Alt&gt;F1". The parser is fairly liberal and allows lower or upper case, and also abbreviations such as "&lt;Ctl&gt;" and "&lt;Ctrl&gt;". If you set the option to the special string "disabled", then there will be no keybinding for this action.
ne: किबाइन्डिङ जुन कार्यक्षेत्र ९ मा स्विच हुन्छ।यसको ढाँचा यस्तो हुन्छ &lt; नियन्त्रण&gt;a" वा "&lt; बदल्नुस्&gt;&lt; अल्टर(विकल्प)&gt;F1"।पारसर पूर्णरूपले उदार हुन्छ र माथिल्लो र तल्लो अवस्थालाई अनुमती दिन्छ र साथै एबब्रेभिएसन जस्तै "&lt;कन्ट्रोल&gt;" र "&lt;कन्ट्रोल&gt"।यदि तपाईले मुख्य स्ट्रिङ "असमर्थ" मा विकल्प सेट गर्नुभयो भने त्यहाँ यो कार्यकोलागी किबाईन्डिङ हुदैन।

source: The keybinding used to activate the window menu. The format looks like "&lt;Control&gt;a" or "&lt;Shift&gt;&lt;Alt&gt;F1". The parser is fairly liberal and allows lower or upper case, and also abbreviations such as "&lt;Ctl&gt;" and "&lt;Ctrl&gt;". If you set the option to the special string "disabled", then there will be no keybinding for this action.
ne: किबाइन्डिङ विन्डो मेनु सक्रिय पार्न प्रयोग गरिन्छविच हुन्छ।यसको ढाँचा यस्तो हुन्छ &lt; नियन्त्रण&gt;a" वा "&lt; बदल्नुस्&gt;&lt; अल्टर(विकल्प)&gt;F1"।पारसर पूर्णरूपले उदार हुन्छ र माथिल्लो र तल्लो अवस्थालाई अनुमती दिन्छ र साथै एबब्रेभिएसन जस्तै "&lt;कन्ट्रोल&gt;" र "&lt;कन्ट्रोल&gt"।यदि तपाईले मुख्य स्ट्रिङ "असमर्थ" मा विकल्प सेट गर्नुभयो भने त्यहाँ यो कार्यकोलागी किबाईन्डिङ हुदैन।

source: The keybinding used to close a window. The format looks like "&lt;Control&gt;a" or "&lt;Shift&gt;&lt;Alt&gt;F1". The parser is fairly liberal and allows lower or upper case, and also abbreviations such as "&lt;Ctl&gt;" and "&lt;Ctrl&gt;". If you set the option to the special string "disabled", then there will be no keybinding for this action.
ne: किबाइन्डिङ विन्डो बन्द गर्नको लागी प्रयोग गरिन्छ।यसको ढाँचा यस्तो हुन्छ &lt; नियन्त्रण&gt;a" वा "&lt; बदल्नुस्&gt;&lt; अल्टर(विकल्प)&gt;F1"।पारसर पूर्णरूपले उदार हुन्छ र माथिल्लो र तल्लो अवस्थालाई अनुमती दिन्छ र साथै एबब्रेभिएसन जस्तै "&lt;कन्ट्रोल&gt;" र "&lt;कन्ट्रोल&gt"।यदि तपाईले मुख्य स्ट्रिङ "असमर्थ" मा विकल्प सेट गर्नुभयो भने त्यहाँ यो कार्यकोलागी किबाईन्डिङ हुदैन।

source: The keybinding used to enter "move mode" and begin moving a window using the keyboard. The format looks like "&lt;Control&gt;a" or "&lt;Shift&gt;&lt;Alt&gt;F1". The parser is fairly liberal and allows lower or upper case, and also abbreviations such as "&lt;Ctl&gt;" and "&lt;Ctrl&gt;". If you set the option to the special string "disabled", then there will be no keybinding for this action.
ne: कुन्जजोड "सार्नु शैली" मा छिर्न प्रयोग गरिन्छ र कुन्जिपाटि प्रयोग गरेर विन्डोलाई सार्दछ। यसको ढाँचा यस्तो हुन्छ &lt; नियन्त्रण&gt;a" वा "&lt; बदल्नुस्&gt;&lt; अल्टर(विकल्प)&gt;F1"।पारसर पूर्णरूपले उदार हुन्छ र माथिल्लो र तल्लो अवस्थालाई अनुमती दिन्छ र साथै एबब्रेभिएसन जस्तै "&lt;कन्ट्रोल&gt;" र "&lt;कन्ट्रोल&gt"।यदि तपाईले मुख्य स्ट्रिङ "असमर्थ" मा विकल्प सेट गर्नुभयो भने त्यहाँ यो कार्यकोलागी किबाईन्डिङ हुदैन।

source: The keybinding used to enter "resize mode" and begin resizing a window using the keyboard. The format looks like "&lt;Control&gt;a" or "&lt;Shift&gt;&lt;Alt&gt;F1". The parser is fairly liberal and allows lower or upper case, and also abbreviations such as "&lt;Ctl&gt;" and "&lt;Ctrl&gt;". If you set the option to the special string "disabled", then there will be no keybinding for this action.
ne: कुन्जजोड "पुन:आकार शैली" मा छिर्न प्रयोग गरिन्छ र कुन्जिपाटि प्रयोग गरेर विन्डोलाई पुन:आकार दिन्छ। यसको ढाँचा यस्तो हुन्छ &lt; नियन्त्रण&gt;a" वा "&lt; बदल्नुस्&gt;&lt; अल्टर(विकल्प)&gt;F1"।पारसर पूर्णरूपले उदार हुन्छ र माथिल्लो र तल्लो अवस्थालाई अनुमती दिन्छ र साथै एबब्रेभिएसन जस्तै "&lt;कन्ट्रोल&gt;" र "&lt;कन्ट्रोल&gt"।यदि तपाईले मुख्य स्ट्रिङ "असमर्थ" मा विकल्प सेट गर्नुभयो भने त्यहाँ यो कार्यकोलागी किबाईन्डिङ हुदैन।

source: The keybinding used to hide all normal windows and set the focus to the desktop background. The format looks like "&lt;Control&gt;a" or "&lt;Shift&gt;&lt;Alt&gt;F1". The parser is fairly liberal and allows lower or upper case, and also abbreviations such as "&lt;Ctl&gt;" and "&lt;Ctrl&gt;". If you set the option to the special string "disabled", then there will be no keybinding for this action.
ne: कुन्जजोड साधारण विन्डोहरू लुकाउन प्रयोग गरिन्छ र डेक्सटपको पृष्ठभूमिमा फोकस गर्न मिलाईन्छ। यसको ढाँचा यस्तो हुन्छ &lt; नियन्त्रण&gt;a" वा "&lt; बदल्नुस्&gt;&lt; अल्टर(विकल्प)&gt;F1"।पारसर पूर्णरूपले उदार हुन्छ र माथिल्लो र तल्लो अवस्थालाई अनुमती दिन्छ र साथै एबब्रेभिएसन जस्तै "&lt;कन्ट्रोल&gt;" र "&lt;कन्ट्रोल&gt"।यदि तपाईले मुख्य स्ट्रिङ "असमर्थ" मा विकल्प सेट गर्नुभयो भने त्यहाँ यो कार्यकोलागी कुन्जजोड हुदैन।

source: The keybinding used to maximize a window. The format looks like "&lt;Control&gt;a" or "&lt;Shift&gt;&lt;Alt&gt;F1". The parser is fairly liberal and allows lower or upper case, and also abbreviations such as "&lt;Ctl&gt;" and "&lt;Ctrl&gt;". If you set the option to the special string "disabled", then there will be no keybinding for this action.
ne: किबाइन्डिङ विन्डो ठूलो बनाऊन प्रयोग गरिन्छ। यसको ढाँचा यस्तो हुन्छ &lt; नियन्त्रण&gt;a" वा "&lt; बदल्नुस्&gt;&lt; अल्टर(विकल्प)&gt;F1"।पारसर पूर्णरूपले उदार हुन्छ र माथिल्लो र तल्लो अवस्थालाई अनुमती दिन्छ र साथै एबब्रेभिएसन जस्तै "&lt;कन्ट्रोल&gt;" र "&lt;कन्ट्रोल&gt"।यदि तपाईले मुख्य स्ट्रिङ "असमर्थ" मा विकल्प सेट गर्नुभयो भने त्यहाँ यो कार्यकोलागी किबाईन्डिङ हुदैन।

source: The keybinding used to minimize a window. The format looks like "&lt;Control&gt;a" or "&lt;Shift&gt;&lt;Alt&gt;F1". The parser is fairly liberal and allows lower or upper case, and also abbreviations such as "&lt;Ctl&gt;" and "&lt;Ctrl&gt;". If you set the option to the special string "disabled", then there will be no keybinding for this action.
ne: किबाइन्डिङ विन्डो सानो बनाऊन प्रयोग गरिन्छ। यसको ढाँचा यस्तो हुन्छ &lt; नियन्त्रण&gt;a" वा "&lt; बदल्नुस्&gt;&lt; अल्टर(विकल्प)&gt;F1"।पारसर पूर्णरूपले उदार हुन्छ र माथिल्लो र तल्लो अवस्थालाई अनुमती दिन्छ र साथै एबब्रेभिएसन जस्तै "&lt;कन्ट्रोल&gt;" र "&lt;कन्ट्रोल&gt"।यदि तपाईले मुख्य स्ट्रिङ "असमर्थ" मा विकल्प सेट गर्नुभयो भने त्यहाँ यो कार्यकोलागी किबाईन्डिङ हुदैन।

source: The keybinding used to move a window one workspace down. The format looks like "&lt;Control&gt;a" or "&lt;Shift&gt;&lt;Alt&gt;F1". The parser is fairly liberal and allows lower or upper case, and also abbreviations such as "&lt;Ctl&gt;" and "&lt;Ctrl&gt;". If you set the option to the special string "disabled", then there will be no keybinding for this action.
ne: किबाइन्डिङ विन्डोलाई एक कार्यक्षेत्र तल सार्न प्रयोग गरिन्छ। यसको ढाँचा यस्तो हुन्छ &lt; नियन्त्रण&gt;a" वा "&lt; बदल्नुस्&gt;&lt; अल्टर(विकल्प)&gt;F1"।पारसर पूर्णरूपले उदार हुन्छ र माथिल्लो र तल्लो अवस्थालाई अनुमती दिन्छ र साथै एबब्रेभिएसन जस्तै "&lt;कन्ट्रोल&gt;" र "&lt;कन्ट्रोल&gt"।यदि तपाईले मुख्य स्ट्रिङ "असमर्थ" मा विकल्प सेट गर्नुभयो भने त्यहाँ यो कार्यकोलागी किबाईन्डिङ हुदैन।

source: The keybinding used to move a window one workspace to the left. The format looks like "&lt;Control&gt;a" or "&lt;Shift&gt;&lt;Alt&gt;F1". The parser is fairly liberal and allows lower or upper case, and also abbreviations such as "&lt;Ctl&gt;" and "&lt;Ctrl&gt;". If you set the option to the special string "disabled", then there will be no keybinding for this action.
ne: किबाइन्डिङ विन्डोलाई एक कार्यक्षेत्र देब्रे पट्टि सार्न प्रयोग गरिन्छ। यसको ढाँचा यस्तो हुन्छ &lt; नियन्त्रण&gt;a" वा "&lt; बदल्नुस्&gt;&lt; अल्टर(विकल्प)&gt;F1"।पारसर पूर्णरूपले उदार हुन्छ र माथिल्लो र तल्लो अवस्थालाई अनुमती दिन्छ र साथै एबब्रेभिएसन जस्तै "&lt;कन्ट्रोल&gt;" र "&lt;कन्ट्रोल&gt"।यदि तपाईले मुख्य स्ट्रिङ "असमर्थ" मा विकल्प सेट गर्नुभयो भने त्यहाँ यो कार्यकोलागी किबाईन्डिङ हुदैन।

source: The keybinding used to move a window one workspace to the right. The format looks like "&lt;Control&gt;a" or "&lt;Shift&gt;&lt;Alt&gt;F1". The parser is fairly liberal and allows lower or upper case, and also abbreviations such as "&lt;Ctl&gt;" and "&lt;Ctrl&gt;". If you set the option to the special string "disabled", then there will be no keybinding for this action.
ne: किबाइन्डिङ विन्डोलाई एक कार्यक्षेत्र दाहिने पट्टि सार्न प्रयोग गरिन्छ। यसको ढाँचा यस्तो हुन्छ &lt; नियन्त्रण&gt;a" वा "&lt; बदल्नुस्&gt;&lt; अल्टर(विकल्प)&gt;F1"।पारसर पूर्णरूपले उदार हुन्छ र माथिल्लो र तल्लो अवस्थालाई अनुमती दिन्छ र साथै एबब्रेभिएसन जस्तै "&lt;कन्ट्रोल&gt;" र "&lt;कन्ट्रोल&gt"।यदि तपाईले मुख्य स्ट्रिङ "असमर्थ" मा विकल्प सेट गर्नुभयो भने त्यहाँ यो कार्यकोलागी किबाईन्डिङ हुदैन।

source: The keybinding used to move a window one workspace up. The format looks like "&lt;Control&gt;a" or "&lt;Shift&gt;&lt;Alt&gt;F1". The parser is fairly liberal and allows lower or upper case, and also abbreviations such as "&lt;Ctl&gt;" and "&lt;Ctrl&gt;". If you set the option to the special string "disabled", then there will be no keybinding for this action.
ne: किबाइन्डिङ विन्डोलाई एक कार्यक्षेत्र माथी सार्न प्रयोग गरिन्छ। यसको ढाँचा यस्तो हुन्छ &lt; नियन्त्रण&gt;a" वा "&lt; बदल्नुस्&gt;&lt; अल्टर(विकल्प)&gt;F1"।पारसर पूर्णरूपले उदार हुन्छ र माथिल्लो र तल्लो अवस्थालाई अनुमती दिन्छ र साथै एबब्रेभिएसन जस्तै "&lt;कन्ट्रोल&gt;" र "&lt;कन्ट्रोल&gt"।यदि तपाईले मुख्य स्ट्रिङ "असमर्थ" मा विकल्प सेट गर्नुभयो भने त्यहाँ यो कार्यकोलागी किबाईन्डिङ हुदैन।

source: The keybinding used to move a window to workspace 1. The format looks like "&lt;Control&gt;a" or "&lt;Shift&gt;&lt;Alt&gt;F1". The parser is fairly liberal and allows lower or upper case, and also abbreviations such as "&lt;Ctl&gt;" and "&lt;Ctrl&gt;". If you set the option to the special string "disabled", then there will be no keybinding for this action.
ne: किबाइन्डिङ विन्डोलाई कार्यक्षेत्र १ मा सार्न प्रयोग गरिन्छ। यसको ढाँचा यस्तो हुन्छ &lt; नियन्त्रण&gt;a" वा "&lt; बदल्नुस्&gt;&lt; अल्टर(विकल्प)&gt;F1"।पारसर पूर्णरूपले उदार हुन्छ र माथिल्लो र तल्लो अवस्थालाई अनुमती दिन्छ र साथै एबब्रेभिएसन जस्तै "&lt;कन्ट्रोल&gt;" र "&lt;कन्ट्रोल&gt"।यदि तपाईले मुख्य स्ट्रिङ "असमर्थ" मा विकल्प सेट गर्नुभयो भने त्यहाँ यो कार्यकोलागी किबाईन्डिङ हुदैन।

source: The keybinding used to move a window to workspace 10. The format looks like "&lt;Control&gt;a" or "&lt;Shift&gt;&lt;Alt&gt;F1". The parser is fairly liberal and allows lower or upper case, and also abbreviations such as "&lt;Ctl&gt;" and "&lt;Ctrl&gt;". If you set the option to the special string "disabled", then there will be no keybinding for this action.
ne: किबाइन्डिङ विन्डोलाई कार्यक्षेत्र १० मा सार्न प्रयोग गरिन्छ। यसको ढाँचा यस्तो हुन्छ &lt; नियन्त्रण&gt;a" वा "&lt; बदल्नुस्&gt;&lt; अल्टर(विकल्प)&gt;F1"।पारसर पूर्णरूपले उदार हुन्छ र माथिल्लो र तल्लो अवस्थालाई अनुमती दिन्छ र साथै एबब्रेभिएसन जस्तै "&lt;कन्ट्रोल&gt;" र "&lt;कन्ट्रोल&gt"।यदि तपाईले मुख्य स्ट्रिङ "असमर्थ" मा विकल्प सेट गर्नुभयो भने त्यहाँ यो कार्यकोलागी किबाईन्डिङ हुदैन।

source: The keybinding used to move a window to workspace 11. The format looks like "&lt;Control&gt;a" or "&lt;Shift&gt;&lt;Alt&gt;F1". The parser is fairly liberal and allows lower or upper case, and also abbreviations such as "&lt;Ctl&gt;" and "&lt;Ctrl&gt;". If you set the option to the special string "disabled", then there will be no keybinding for this action.
ne: किबाइन्डिङ विन्डोलाई कार्यक्षेत्र ११ मा सार्न प्रयोग गरिन्छ। यसको ढाँचा यस्तो हुन्छ &lt; नियन्त्रण&gt;a" वा "&lt; बदल्नुस्&gt;&lt; अल्टर(विकल्प)&gt;F1"।पारसर पूर्णरूपले उदार हुन्छ र माथिल्लो र तल्लो अवस्थालाई अनुमती दिन्छ र साथै एबब्रेभिएसन जस्तै "&lt;कन्ट्रोल&gt;" र "&lt;कन्ट्रोल&gt"।यदि तपाईले मुख्य स्ट्रिङ "असमर्थ" मा विकल्प सेट गर्नुभयो भने त्यहाँ यो कार्यकोलागी किबाईन्डिङ हुदैन।

source: The keybinding used to move a window to workspace 12. The format looks like "&lt;Control&gt;a" or "&lt;Shift&gt;&lt;Alt&gt;F1". The parser is fairly liberal and allows lower or upper case, and also abbreviations such as "&lt;Ctl&gt;" and "&lt;Ctrl&gt;". If you set the option to the special string "disabled", then there will be no keybinding for this action.
ne: किबाइन्डिङ विन्डोलाई कार्यक्षेत्र १२ मा सार्न प्रयोग गरिन्छ। यसको ढाँचा यस्तो हुन्छ &lt; नियन्त्रण&gt;a" वा "&lt; बदल्नुस्&gt;&lt; अल्टर(विकल्प)&gt;F1"।पारसर पूर्णरूपले उदार हुन्छ र माथिल्लो र तल्लो अवस्थालाई अनुमती दिन्छ र साथै एबब्रेभिएसन जस्तै "&lt;कन्ट्रोल&gt;" र "&lt;कन्ट्रोल&gt"।यदि तपाईले मुख्य स्ट्रिङ "असमर्थ" मा विकल्प सेट गर्नुभयो भने त्यहाँ यो कार्यकोलागी किबाईन्डिङ हुदैन।

source: The keybinding used to move a window to workspace 2. The format looks like "&lt;Control&gt;a" or "&lt;Shift&gt;&lt;Alt&gt;F1". The parser is fairly liberal and allows lower or upper case, and also abbreviations such as "&lt;Ctl&gt;" and "&lt;Ctrl&gt;". If you set the option to the special string "disabled", then there will be no keybinding for this action.
ne: किबाइन्डिङ विन्डोलाई कार्यक्षेत्र २ मा सार्न प्रयोग गरिन्छ। यसको ढाँचा यस्तो हुन्छ &lt; नियन्त्रण&gt;a" वा "&lt; बदल्नुस्&gt;&lt; अल्टर(विकल्प)&gt;F1"।पारसर पूर्णरूपले उदार हुन्छ र माथिल्लो र तल्लो अवस्थालाई अनुमती दिन्छ र साथै एबब्रेभिएसन जस्तै "&lt;कन्ट्रोल&gt;" र "&lt;कन्ट्रोल&gt"।यदि तपाईले मुख्य स्ट्रिङ "असमर्थ" मा विकल्प सेट गर्नुभयो भने त्यहाँ यो कार्यकोलागी किबाईन्डिङ हुदैन।
