Repository: GNOME/gnome-shell
Catalog: po/*.po
Languages: en@shaw, ne

source: The keybinding used to move a window to workspace 3. The format looks like "&lt;Control&gt;a" or "&lt;Shift&gt;&lt;Alt&gt;F1". The parser is fairly liberal and allows lower or upper case, and also abbreviations such as "&lt;Ctl&gt;" and "&lt;Ctrl&gt;". If you set the option to the special string "disabled", then there will be no keybinding for this action.
ne: किबाइन्डिङ विन्डोलाई कार्यक्षेत्र ३ मा सार्न प्रयोग गरिन्छ। यसको ढाँचा यस्तो हुन्छ &lt; नियन्त्रण&gt;a" वा "&lt; बदल्नुस्&gt;&lt; अल्टर(विकल्प)&gt;F1"।पारसर पूर्णरूपले उदार हुन्छ र माथिल्लो र तल्लो अवस्थालाई अनुमती दिन्छ र साथै एबब्रेभिएसन जस्तै "&lt;कन्ट्रोल&gt;" र "&lt;कन्ट्रोल&gt"।यदि तपाईले मुख्य स्ट्रिङ "असमर्थ" मा विकल्प सेट गर्नुभयो भने त्यहाँ यो कार्यकोलागी किबाईन्डिङ हुदैन।

source: The keybinding used to move a window to workspace 4. The format looks like "&lt;Control&gt;a" or "&lt;Shift&gt;&lt;Alt&gt;F1". The parser is fairly liberal and allows lower or upper case, and also abbreviations such as "&lt;Ctl&gt;" and "&lt;Ctrl&gt;". If you set the option to the special string "disabled", then there will be no keybinding for this action.
ne: किबाइन्डिङ विन्डोलाई कार्यक्षेत्र ४ मा सार्न प्रयोग गरिन्छ। यसको ढाँचा यस्तो हुन्छ &lt; नियन्त्रण&gt;a" वा "&lt; बदल्नुस्&gt;&lt; अल्टर(विकल्प)&gt;F1"।पारसर पूर्णरूपले उदार हुन्छ र माथिल्लो र तल्लो अवस्थालाई अनुमती दिन्छ र साथै एबब्रेभिएसन जस्तै "&lt;कन्ट्रोल&gt;" र "&lt;कन्ट्रोल&gt"।यदि तपाईले मुख्य स्ट्रिङ "असमर्थ" मा विकल्प सेट गर्नुभयो भने त्यहाँ यो कार्यकोलागी किबाईन्डिङ हुदैन।

source: The keybinding used to move a window to workspace 5. The format looks like "&lt;Control&gt;a" or "&lt;Shift&gt;&lt;Alt&gt;F1". The parser is fairly liberal and allows lower or upper case, and also abbreviations such as "&lt;Ctl&gt;" and "&lt;Ctrl&gt;". If you set the option to the special string "disabled", then there will be no keybinding for this action.
ne: किबाइन्डिङ विन्डोलाई कार्यक्षेत्र ५ मा सार्न प्रयोग गरिन्छ। यसको ढाँचा यस्तो हुन्छ &lt; नियन्त्रण&gt;a" वा "&lt; बदल्नुस्&gt;&lt; अल्टर(विकल्प)&gt;F1"।पारसर पूर्णरूपले उदार हुन्छ र माथिल्लो र तल्लो अवस्थालाई अनुमती दिन्छ र साथै एबब्रेभिएसन जस्तै "&lt;कन्ट्रोल&gt;" र "&lt;कन्ट्रोल&gt"।यदि तपाईले मुख्य स्ट्रिङ "असमर्थ" मा विकल्प सेट गर्नुभयो भने त्यहाँ यो कार्यकोलागी किबाईन्डिङ हुदैन।

source: The keybinding used to move a window to workspace 6. The format looks like "&lt;Control&gt;a" or "&lt;Shift&gt;&lt;Alt&gt;F1". The parser is fairly liberal and allows lower or upper case, and also abbreviations such as "&lt;Ctl&gt;" and "&lt;Ctrl&gt;". If you set the option to the special string "disabled", then there will be no keybinding for this action.
ne: किबाइन्डिङ विन्डोलाई कार्यक्षेत्र ६ मा सार्न प्रयोग गरिन्छ। यसको ढाँचा यस्तो हुन्छ &lt; नियन्त्रण&gt;a" वा "&lt; बदल्नुस्&gt;&lt; अल्टर(विकल्प)&gt;F1"।पारसर पूर्णरूपले उदार हुन्छ र माथिल्लो र तल्लो अवस्थालाई अनुमती दिन्छ र साथै एबब्रेभिएसन जस्तै "&lt;कन्ट्रोल&gt;" र "&lt;कन्ट्रोल&gt"।यदि तपाईले मुख्य स्ट्रिङ "असमर्थ" मा विकल्प सेट गर्नुभयो भने त्यहाँ यो कार्यकोलागी कुन्जजोड हुदैन।

source: The keybinding used to move a window to workspace 7. The format looks like "&lt;Control&gt;a" or "&lt;Shift&gt;&lt;Alt&gt;F1". The parser is fairly liberal and allows lower or upper case, and also abbreviations such as "&lt;Ctl&gt;" and "&lt;Ctrl&gt;". If you set the option to the special string "disabled", then there will be no keybinding for this action.
ne: किबाइन्डिङ विन्डोलाई कार्यक्षेत्र ७ मा सार्न प्रयोग गरिन्छ। यसको ढाँचा यस्तो हुन्छ &lt; नियन्त्रण&gt;a" वा "&lt; बदल्नुस्&gt;&lt; अल्टर(विकल्प)&gt;F1"।पारसर पूर्णरूपले उदार हुन्छ र माथिल्लो र तल्लो अवस्थालाई अनुमती दिन्छ र साथै एबब्रेभिएसन जस्तै "&lt;कन्ट्रोल&gt;" र "&lt;कन्ट्रोल&gt"।यदि तपाईले मुख्य स्ट्रिङ "असमर्थ" मा विकल्प सेट गर्नुभयो भने त्यहाँ यो कार्यकोलागी कुन्जजोड हुदैन।

source: The keybinding used to move a window to workspace 8. The format looks like "&lt;Control&gt;a" or "&lt;Shift&gt;&lt;Alt&gt;F1". The parser is fairly liberal and allows lower or upper case, and also abbreviations such as "&lt;Ctl&gt;" and "&lt;Ctrl&gt;". If you set the option to the special string "disabled", then there will be no keybinding for this action.
ne: किबाइन्डिङ विन्डोलाई कार्यक्षेत्र ८ मा सार्न प्रयोग गरिन्छ। यसको ढाँचा यस्तो हुन्छ &lt; नियन्त्रण&gt;a" वा "&lt; बदल्नुस्&gt;&lt; अल्टर(विकल्प)&gt;F1"।पारसर पूर्णरूपले उदार हुन्छ र माथिल्लो र तल्लो अवस्थालाई अनुमती दिन्छ र साथै एबब्रेभिएसन जस्तै "&lt;कन्ट्रोल&gt;" र "&lt;कन्ट्रोल&gt"।यदि तपाईले मुख्य स्ट्रिङ "असमर्थ" मा विकल्प सेट गर्नुभयो भने त्यहाँ यो कार्यकोलागी किबाईन्डिङ हुदैन।

source: The keybinding used to move a window to workspace 9. The format looks like "&lt;Control&gt;a" or "&lt;Shift&gt;&lt;Alt&gt;F1". The parser is fairly liberal and allows lower or upper case, and also abbreviations such as "&lt;Ctl&gt;" and "&lt;Ctrl&gt;". If you set the option to the special string "disabled", then there will be no keybinding for this action.
ne: किबाइन्डिङ विन्डोलाई कार्यक्षेत्र ९ मा सार्न प्रयोग गरिन्छ। यसको ढाँचा यस्तो हुन्छ &lt; नियन्त्रण&gt;a" वा "&lt; बदल्नुस्&gt;&lt; अल्टर(विकल्प)&gt;F1"।पारसर पूर्णरूपले उदार हुन्छ र माथिल्लो र तल्लो अवस्थालाई अनुमती दिन्छ र साथै एबब्रेभिएसन जस्तै "&lt;कन्ट्रोल&gt;" र "&lt;कन्ट्रोल&gt"।यदि तपाईले मुख्य स्ट्रिङ "असमर्थ" मा विकल्प सेट गर्नुभयो भने त्यहाँ यो कार्यकोलागी कुन्जजोड हुदैन।

source: The keybinding used to move focus backwards between panels and the desktop, using a popup window. The format looks like "&lt;Control&gt;a" or "&lt;Shift&gt;&lt;Alt&gt;F1". The parser is fairly liberal and allows lower or upper case, and also abbreviations such as "&lt;Ctl&gt;" and "&lt;Ctrl&gt;". If you set the option to the special string "disabled", then there will be no keybinding for this action.
ne: कुन्जजोड पपअप विन्डो प्रयोग गरि प्यानलहरू र डेक्सटपको बिचमा पछाडिपट्टि फोकस गरि सार्न प्रयोग गरिन्छ। यसको ढाँचा यस्तो हुन्छ &lt; नियन्त्रण&gt;a" वा "&lt; बदल्नुस्&gt;&lt; अल्टर(विकल्प)&gt;F1"।पारसर पूर्णरूपले उदार हुन्छ र माथिल्लो र तल्लो अवस्थालाई अनुमती दिन्छ र साथै एबब्रेभिएसन जस्तै "&lt;कन्ट्रोल&gt;" र "&lt;कन्ट्रोल&gt"।यदि तपाईले मुख्य स्ट्रिङ "असमर्थ" मा विकल्प सेट गर्नुभयो भने त्यहाँ यो कार्यकोलागी कुन्जजोड हुदैन।

source: The keybinding used to move focus backwards between panels and the desktop, without a popup window. The format looks like "&lt;Control&gt;a" or "&lt;Shift&gt;&lt;Alt&gt;F1". The parser is fairly liberal and allows lower or upper case, and also abbreviations such as "&lt;Ctl&gt;" and "&lt;Ctrl&gt;". If you set the option to the special string "disabled", then there will be no keybinding for this action.
ne: कुन्जजोड पपअप विन्डो प्रयोग नगरि प्यानलहरू र डेक्सटपको बिचमा पछाडिपट्टि फोकस गरि सार्न प्रयोग गरिन्छ। यसको ढाँचा यस्तो हुन्छ &lt; नियन्त्रण&gt;a" वा "&lt; बदल्नुस्&gt;&lt; अल्टर(विकल्प)&gt;F1"।पारसर पूर्णरूपले उदार हुन्छ र माथिल्लो र तल्लो अवस्थालाई अनुमती दिन्छ र साथै एबब्रेभिएसन जस्तै "&lt;कन्ट्रोल&gt;" र "&lt;कन्ट्रोल&gt"।यदि तपाईले मुख्य स्ट्रिङ "असमर्थ" मा विकल्प सेट गर्नुभयो भने त्यहाँ यो कार्यकोलागी कुन्जजोड हुदैन।

source: The keybinding used to move focus backwards between windows without a popup window. Holding "shift" together with this binding makes the direction go forward again. The format looks like "&lt;Control&gt;a" or "&lt;Shift&gt;&lt;Alt&gt;F1". The parser is fairly liberal and allows lower or upper case, and also abbreviations such as "&lt;Ctl&gt;" and "&lt;Ctrl&gt;". If you set the option to the special string "disabled", then there will be no keybinding for this action.
ne: कुन्जजोड पपअप विन्डो प्रयोग नगरि प्यानलहरू र डेक्सटपको पछाडिपट्टि बिचमा फोकस गरि सार्न प्रयोग गरिन्छ। "बदल्नुस" लाई यो जोडसंग समात्दा दिशा फेरि अगाडि बढ्दछ। यसको ढाँचा यस्तो हुन्छ &lt; नियन्त्रण&gt;a" वा "&lt; बदल्नुस्&gt;&lt; अल्टर(विकल्प)&gt;F1"।पारसर पूर्णरूपले उदार हुन्छ र माथिल्लो र तल्लो अवस्थालाई अनुमती दिन्छ र साथै एबब्रेभिएसन जस्तै "&lt;कन्ट्रोल&gt;" र "&lt;कन्ट्रोल&gt"।यदि तपाईले मुख्य स्ट्रिङ "असमर्थ" मा विकल्प सेट गर्नुभयो भने त्यहाँ यो कार्यकोलागी कुन्जजोड हुदैन।

source: The keybinding used to move focus backwards between windows, using a popup window. Holding "shift" together with this binding makes the direction go forward again. The format looks like "&lt;Control&gt;a" or "&lt;Shift&gt;&lt;Alt&gt;F1". The parser is fairly liberal and allows lower or upper case, and also abbreviations such as "&lt;Ctl&gt;" and "&lt;Ctrl&gt;". If you set the option to the special string "disabled", then there will be no keybinding for this action.
ne: कुन्जजोड पपअप विन्डो प्रयोग गरि प्यानलहरू र डेक्सटपको पछाडिपट्टि बिचमा फोकस गरी सार्न प्रयोग गरिन्छ। "बदल्नुस" लाई यो जोडसंग समात्दा दिशा फेरि अगाडि बढ्दछ। यसको ढाँचा यस्तो हुन्छ &lt; नियन्त्रण&gt;a" वा "&lt; बदल्नुस्&gt;&lt; अल्टर(विकल्प)&gt;F1"।पारसर पूर्णरूपले उदार हुन्छ र माथिल्लो र तल्लो अवस्थालाई अनुमती दिन्छ र साथै एबब्रेभिएसन जस्तै "&lt;कन्ट्रोल&gt;" र "&lt;कन्ट्रोल&gt"।यदि तपाईले मुख्य स्ट्रिङ "असमर्थ" मा विकल्प सेट गर्नुभयो भने त्यहाँ यो कार्यकोलागी कुन्जजोड हुदैन।

source: The keybinding used to move focus between panels and the desktop, using a popup window. The format looks like "&lt;Control&gt;a" or "&lt;Shift&gt;&lt;Alt&gt;F1". The parser is fairly liberal and allows lower or upper case, and also abbreviations such as "&lt;Ctl&gt;" and "&lt;Ctrl&gt;". If you set the option to the special string "disabled", then there will be no keybinding for this action.
ne: कुन्जजोड पपअप विन्डो प्रयोग गरि प्यानलहरू र डेक्सटपको बिचमा फोकस गरी सार्न प्रयोग गरिन्छ। यसको ढाँचा यस्तो हुन्छ &lt; नियन्त्रण&gt;a" वा "&lt; बदल्नुस्&gt;&lt; अल्टर(विकल्प)&gt;F1"।पारसर पूर्णरूपले उदार हुन्छ र माथिल्लो र तल्लो अवस्थालाई अनुमती दिन्छ र साथै एबब्रेभिएसन जस्तै "&lt;कन्ट्रोल&gt;" र "&lt;कन्ट्रोल&gt"।यदि तपाईले मुख्य स्ट्रिङ "असमर्थ" मा विकल्प सेट गर्नुभयो भने त्यहाँ यो कार्यकोलागी कुन्जजोड हुदैन।

source: The keybinding used to move focus between panels and the desktop, without a popup window. The format looks like "&lt;Control&gt;a" or "&lt;Shift&gt;&lt;Alt&gt;F1". The parser is fairly liberal and allows lower or upper case, and also abbreviations such as "&lt;Ctl&gt;" and "&lt;Ctrl&gt;". If you set the option to the special string "disabled", then there will be no keybinding for this action.
ne: कुन्जजोड पपअप विन्डो प्रयोग नगरि प्यानलहरू र डेक्सटपको बिचमा पछाडिपट्टि फोकस गरि सार्न प्रयोग गरिन्छ। यसको ढाँचा यस्तो हुन्छ &lt; नियन्त्रण&gt;a" वा "&lt; बदल्नुस्&gt;&lt; अल्टर(विकल्प)&gt;F1"।पारसर पूर्णरूपले उदार हुन्छ र माथिल्लो र तल्लो अवस्थालाई अनुमती दिन्छ र साथै एबब्रेभिएसन जस्तै "&lt;कन्ट्रोल&gt;" र "&lt;कन्ट्रोल&gt"।यदि तपाईले मुख्य स्ट्रिङ "असमर्थ" मा विकल्प सेट गर्नुभयो भने त्यहाँ यो कार्यकोलागी कुन्जजोड हुदैन।

source: The keybinding used to move focus between windows without a popup window. (Traditionally &lt;Alt&gt;Escape) Holding the "shift" key while using this binding reverses the direction of movement. The format looks like "&lt;Control&gt;a" or "&lt;Shift&gt;&lt;Alt&gt;F1". The parser is fairly liberal and allows lower or upper case, and also abbreviations such as "&lt;Ctl&gt;" and "&lt;Ctrl&gt;". If you set the option to the special string "disabled", then there will be no keybinding for this action.
ne: कुन्जजोड पपअप विन्डो प्रयोग नगरि विन्डोहरूको बिचमा फोकस गरी सार्न प्रयोग गरिन्छ। (परम्परागत रूपले &lt;अल्टर&gt;हटाउनु) "बदल्नु" कुन्जलाई यो जोड प्रयोग भइरहेको बेला समात्दा चालको दिशा उल्टो हुन्छ।छ। यसको ढाँचा यस्तो हुन्छ &lt; नियन्त्रण&gt;a" वा "&lt; बदल्नुस्&gt;&lt; अल्टर(विकल्प)&gt;F1"।पारसर पूर्णरूपले उदार हुन्छ र माथिल्लो र तल्लो अवस्थालाई अनुमती दिन्छ र साथै एबब्रेभिएसन जस्तै "&lt;कन्ट्रोल&gt;" र "&lt;कन्ट्रोल&gt"।यदि तपाईले मुख्य स्ट्रिङ "असमर्थ" मा विकल्प सेट गर्नुभयो भने त्यहाँ यो कार्यकोलागी कुन्जजोड हुदैन।

source: The keybinding used to move focus between windows, using a popup window. (Traditionally &lt;Alt&gt;Tab) Holding the "shift" key while using this binding reverses the direction of movement. The format looks like "&lt;Control&gt;a" or "&lt;Shift&gt;&lt;Alt&gt;F1". The parser is fairly liberal and allows lower or upper case, and also abbreviations such as "&lt;Ctl&gt;" and "&lt;Ctrl&gt;". If you set the option to the special string "disabled", then there will be no keybinding for this action.
ne: कुन्जजोड पपअप विन्डो प्रयोग गरि विन्डोहरूको बिचमा फोकस गरी सार्न प्रयोग गरिन्छ। (परम्परागत रूपले &lt;अल्टर&gt;हटाउनु) "बदल्नु" कुन्जलाई यो जोड प्रयोग भइरहेको बेला समात्दा चालको दिशा उल्टो हुन्छ।छ। यसको ढाँचा यस्तो हुन्छ &lt; नियन्त्रण&gt;a" वा "&lt; बदल्नुस्&gt;&lt; अल्टर(विकल्प)&gt;F1"।पारसर पूर्णरूपले उदार हुन्छ र माथिल्लो र तल्लो अवस्थालाई अनुमती दिन्छ र साथै एबब्रेभिएसन जस्तै "&lt;कन्ट्रोल&gt;" र "&lt;कन्ट्रोल&gt"।यदि तपाईले मुख्य स्ट्रिङ "असमर्थ" मा विकल्प सेट गर्नुभयो भने त्यहाँ यो कार्यकोलागी कुन्जजोड हुदैन।

source: The keybinding used to toggle always on top. A window that is always on top will always be visible over other overlapping windows. The format looks like "&lt;Control&gt;a" or "&lt;Shift&gt;&lt;Alt&gt;F1". The parser is fairly liberal and allows lower or upper case, and also abbreviations such as "&lt;Ctl&gt;" and "&lt;Ctrl&gt;". If you set the option to the special string "disabled", then there will be no keybinding for this action.
ne: कुन्जजोड पाटोलाई जहिले पनि माथि राख्न प्रयोग गरिन्छ। विन्डो जुन जहिले पनि माथि रहन्छ, अरू खप्टिनेे विन्डोको माथि जहिले पनि देखिन्छ । यसको ढाँचा यस्तो हुन्छ &lt; नियन्त्रण&gt;a" वा "&lt; बदल्नुस्&gt;&lt; अल्टर(विकल्प)&gt;F1"।पारसर पूर्णरूपले उदार हुन्छ र माथिल्लो र तल्लो अवस्थालाई अनुमती दिन्छ र साथै एबब्रेभिएसन जस्तै "&lt;कन्ट्रोल&gt;" र "&lt;कन्ट्रोल&gt"।यदि तपाईले मुख्य स्ट्रिङ "असमर्थ" मा विकल्प सेट गर्नुभयो भने त्यहाँ यो कार्यकोलागी कुन्जजोड हुदैन।

source: The keybinding used to toggle fullscreen mode. The format looks like "&lt;Control&gt;a" or "&lt;Shift&gt;&lt;Alt&gt;F1". The parser is fairly liberal and allows lower or upper case, and also abbreviations such as "&lt;Ctl&gt;" and "&lt;Ctrl&gt;". If you set the option to the special string "disabled", then there will be no keybinding for this action.
ne: कुन्जजोड पाटो पुरापर्दा शैलीमा देखाउन प्रयोग गरिन्छ। यसको ढाँचा यस्तो हुन्छ &lt; नियन्त्रण&gt;a" वा "&lt; बदल्नुस्&gt;&lt; अल्टर(विकल्प)&gt;F1"।पारसर पूर्णरूपले उदार हुन्छ र माथिल्लो र तल्लो अवस्थालाई अनुमती दिन्छ र साथै एबब्रेभिएसन जस्तै "&lt;कन्ट्रोल&gt;" र "&lt;कन्ट्रोल&gt"।यदि तपाईले मुख्य स्ट्रिङ "असमर्थ" मा विकल्प सेट गर्नुभयो भने त्यहाँ यो कार्यकोलागी किबाईन्डिङ हुदैन।

source: The keybinding used to toggle maximization. The format looks like "&lt;Control&gt;a" or "&lt;Shift&gt;&lt;Alt&gt;F1". The parser is fairly liberal and allows lower or upper case, and also abbreviations such as "&lt;Ctl&gt;" and "&lt;Ctrl&gt;". If you set the option to the special string "disabled", then there will be no keybinding for this action.
ne: किबाइन्डिङ पाटो ठुलो गर्नको लागी प्रयोग गरिन्छ। यसको ढाँचा यस्तो हुन्छ &lt; नियन्त्रण&gt;a" वा "&lt; बदल्नुस्&gt;&lt; अल्टर(विकल्प)&gt;F1"। पारसर पूर्णरूपले उदार हुन्छ र माथिल्लो र तल्लो अवस्थालाई अनुमती दिन्छ र साथै एबब्रेभिएसन जस्तै "&lt;कन्ट्रोल&gt;" र "&lt;कन्ट्रोल&gt"।यदि तपाईले मुख्य स्ट्रिङ "असमर्थ" मा विकल्प सेट गर्नुभयो भने त्यहाँ यो कार्यकोलागी किबाईन्डिङ हुदैन।

source: The keybinding used to toggle shaded/unshaded state. The format looks like "&lt;Control&gt;a" or "&lt;Shift&gt;&lt;Alt&gt;F1". The parser is fairly liberal and allows lower or upper case, and also abbreviations such as "&lt;Ctl&gt;" and "&lt;Ctrl&gt;". If you set the option to the special string "disabled", then there will be no keybinding for this action.
ne: किबाइन्डिङ पाटो छाँया पारेको/छाँया नपरेको अवस्था देखाउन को लागी प्रयोग गरिन्छ। यसको ढाँचा यस्तो हुन्छ &lt; नियन्त्रण&gt;a" वा "&lt; बदल्नुस्&gt;&lt; अल्टर(विकल्प)&gt;F1"। पारसर पूर्णरूपले उदार हुन्छ र माथिल्लो र तल्लो अवस्थालाई अनुमती दिन्छ र साथै एबब्रेभिएसन जस्तै "&lt;कन्ट्रोल&gt;" र "&lt;कन्ट्रोल&gt"।यदि तपाईले मुख्य स्ट्रिङ "असमर्थ" मा विकल्प सेट गर्नुभयो भने त्यहाँ यो कार्यकोलागी किबाईन्डिङ हुदैन।

source: The keybinding used to toggle whether the window is on all workspaces or just one. The format looks like "&lt;Control&gt;a" or "&lt;Shift&gt;&lt;Alt&gt;F1". The parser is fairly liberal and allows lower or upper case, and also abbreviations such as "&lt;Ctl&gt;" and "&lt;Ctrl&gt;". If you set the option to the special string "disabled", then there will be no keybinding for this action.
ne: सबै कार्यक्षेत्रहरूमा वा कुनै एउटामा विन्डो छ वा छैन कुन्जजोडले पाटो प्रयोग गर्दछ। यसको ढाँचा यस्तो हुन्छ &lt; नियन्त्रण&gt;a" वा "&lt; बदल्नुस्&gt;&lt; अल्टर(विकल्प)&gt;F1"। पारसर पूर्णरूपले उदार हुन्छ र माथिल्लो र तल्लो अवस्थालाई अनुमती दिन्छ र साथै एबब्रेभिएसन जस्तै "&lt;कन्ट्रोल&gt;" र "&lt;कन्ट्रोल&gt"।यदि तपाईले मुख्य स्ट्रिङ "असमर्थ" मा विकल्प सेट गर्नुभयो भने त्यहाँ यो कार्यकोलागी किबाईन्डिङ हुदैन।

source: The keybinding used to unmaximize a window. The format looks like "&lt;Control&gt;a" or "&lt;Shift&gt;&lt;Alt&gt;F1". The parser is fairly liberal and allows lower or upper case, and also abbreviations such as "&lt;Ctl&gt;" and "&lt;Ctrl&gt;". If you set the option to the special string "disabled", then there will be no keybinding for this action.
ne: कुन्जजोड विन्डो ठुलो नबनाऊनको लागी प्रयोग गरिन्छ। यसको ढाँचा यस्तो हुन्छ &lt; नियन्त्रण&gt;a" वा "&lt; बदल्नुस्&gt;&lt; अल्टर(विकल्प)&gt;F1"। पारसर पूर्णरूपले उदार हुन्छ र माथिल्लो र तल्लो अवस्थालाई अनुमती दिन्छ र साथै एबब्रेभिएसन जस्तै "&lt;कन्ट्रोल&gt;" र "&lt;कन्ट्रोल&gt"।यदि तपाईले मुख्य स्ट्रिङ "असमर्थ" मा विकल्प सेट गर्नुभयो भने त्यहाँ यो कार्यकोलागी कुन्जजोड हुदैन।

source: The keybinding which display's the panel's "Run Application" dialog box. The format looks like "&lt;Control&gt;a" or "&lt;Shift&gt;&lt;Alt&gt;F1". The parser is fairly liberal and allows lower or upper case, and also abbreviations such as "&lt;Ctl&gt;" and "&lt;Ctrl&gt;". If you set the option to the special string "disabled", then there will be no keybinding for this action.
ne: कुन्जजोड जसले प्यानलको "अनुरोधपत्र संचालन गर्नु" संवाद बाकस देखाउँछ। यसको ढाँचा यस्तो हुन्छ &lt; नियन्त्रण&gt;a" वा "&lt; बदल्नुस्&gt;&lt; अल्टर(विकल्प)&gt;F1"। पारसर पूर्णरूपले उदार हुन्छ र माथिल्लो र तल्लो अवस्थालाई अनुमती दिन्छ र साथै एबब्रेभिएसन जस्तै "&lt;कन्ट्रोल&gt;" र "&lt;कन्ट्रोल&gt"।यदि तपाईले मुख्य स्ट्रिङ "असमर्थ" मा विकल्प सेट गर्नुभयो भने त्यहाँ यो कार्यकोलागी कुन्जजोड हुदैन।

source: The keybinding which invokes a terminal. The format looks like "&lt;Control&gt;a" or "&lt;Shift&gt;&lt;Alt&gt;F1". The parser is fairly liberal and allows lower or upper case, and also abbreviations such as "&lt;Ctl&gt;" and "&lt;Ctrl&gt;". If you set the option to the special string "disabled", then there will be no keybinding for this action.
ne: कुन्जजोड जसले टर्मिनललाई आवाहन गर्दछ। यसको ढाँचा यस्तो हुन्छ &lt; नियन्त्रण&gt;a" वा "&lt; बदल्नुस्&gt;&lt; अल्टर(विकल्प)&gt;F1"।पारसर पूर्णरूपले उदार हुन्छ र माथिल्लो र तल्लो अवस्थालाई अनुमती दिन्छ र साथै एबब्रेभिएसन जस्तै "&lt;कन्ट्रोल&gt;" र "&lt;कन्ट्रोल&gt"।यदि तपाईले मुख्य स्ट्रिङ "असमर्थ" मा विकल्प सेट गर्नुभयो भने त्यहाँ यो कार्यकोलागी कुन्जजोड हुदैन।

source: The keybinding which invokes the panel's screenshot utility to take a screenshot of a window. The format looks like "&lt;Control&gt;a" or "&lt;Shift&gt;&lt;Alt&gt;F1". The parser is fairly liberal and allows lower or upper case, and also abbreviations such as "&lt;Ctl&gt;" and "&lt;Ctrl&gt;". If you set the option to the special string "disabled", then there will be no keybinding for this action.
ne: कुन्जजोडले विन्डोको स्क्रिनसट लिनको लागी प्यानलको स्क्रिनसट उपयोगितालाई आवाहान गर्दछ। यसको ढाँचा यस्तो हुन्छ &lt; नियन्त्रण&gt;a" वा "&lt; बदल्नुस्&gt;&lt; अल्टर(विकल्प)&gt;F1"।पारसर पूर्णरूपले उदार हुन्छ र माथिल्लो र तल्लो अवस्थालाई अनुमती दिन्छ र साथै एबब्रेभिएसन जस्तै "&lt;कन्ट्रोल&gt;" र "&lt;कन्ट्रोल&gt"।यदि तपाईले मुख्य स्ट्रिङ "असमर्थ" मा विकल्प सेट गर्नुभयो भने त्यहाँ यो कार्यकोलागी कुन्जजोड हुदैन।

source: The keybinding which invokes the panel's screenshot utility. The format looks like "&lt;Control&gt;a" or "&lt;Shift&gt;&lt;Alt&gt;F1". The parser is fairly liberal and allows lower or upper case, and also abbreviations such as "&lt;Ctl&gt;" and "&lt;Ctrl&gt;". If you set the option to the special string "disabled", then there will be no keybinding for this action.
ne: कुन्जजोडले विन्डोको स्क्रिनसट लिनको लागी प्यानलको स्क्रिनसट उपयोगितालाई आवाहान गर्दछ। यसको ढाँचा यस्तो हुन्छ &lt; नियन्त्रण&gt;a" वा "&lt; बदल्नुस्&gt;&lt; अल्टर(विकल्प)&gt;F1"।पारसर पूर्णरूपले उदार हुन्छ र माथिल्लो र तल्लो अवस्थालाई अनुमती दिन्छ र साथै एबब्रेभिएसन जस्तै "&lt;कन्ट्रोल&gt;" र "&lt;कन्ट्रोल&gt"।यदि तपाईले मुख्य स्ट्रिङ "असमर्थ" मा विकल्प सेट गर्नुभयो भने त्यहाँ यो कार्यकोलागी कुन्जजोड हुदैन।

source: The keybinding which shows the panel's main menu. The format looks like "&lt;Control&gt;a" or "&lt;Shift&gt;&lt;Alt&gt;F1". The parser is fairly liberal and allows lower or upper case, and also abbreviations such as "&lt;Ctl&gt;" and "&lt;Ctrl&gt;". If you set the option to the special string "disabled", then there will be no keybinding for this action.
ne: कुन्जजोड जसले प्यानलको मुख्य मेनु देखाउँछ। यसको ढाँचा यस्तो हुन्छ &lt; नियन्त्रण&gt;a" वा "&lt; बदल्नुस्&gt;&lt; अल्टर(विकल्प)&gt;F1"। पारसर पूर्णरूपले उदार हुन्छ र माथिल्लो र तल्लो अवस्थालाई अनुमती दिन्छ र साथै एबब्रेभिएसन जस्तै "&lt;कन्ट्रोल&gt;" र "&lt;कन्ट्रोल&gt"।यदि तपाईले मुख्य स्ट्रिङ "असमर्थ" मा विकल्प सेट गर्नुभयो भने त्यहाँ यो कार्यकोलागी कुन्जजोड हुदैन।

source: The name of a workspace.
en@shaw: 别 火别.
ne: कार्यक्षेत्रको नाम।

source: The screenshot command
en@shaw: 梆 ヰ
ne: स्क्रिनसट आदेश

source: The theme determines the appearance of window borders, titlebar, and so forth.
en@shaw: 梆 火ヰ 金 桂拣, 拆ゐ, 桂.
ne: विषयले विन्डोको किनारा, शीर्षकबार र बाहिरि ढाँचालाई निधो गर्दछ।

source: The time delay before raising a window if auto_raise is set to true. The delay is given in thousandths of a second.
en@shaw: 拆 ゐ 别 auto_raise ю . ゐ 娥 ю.
ne: यदि सत्यको लागी स्वत उठ्ने मिलाईएको छ भने विन्डोलाई उठाउनु अघि भएको समयमा ढिलाई। ढिलाई हजारौ सेकेन्डमा दिईएको छ।

source: The window focus mode indicates how windows are activated. It has three possible values; "click" means windows must be clicked in order to focus them, "sloppy" means windows are focused when the mouse enters the window, and "mouse" means windows are focused when the mouse enters the window and unfocused when the mouse leaves the window.
en@shaw: 答 ヰ答 别 ｐ 答 别. ｐ ゐ筐; "click" ヰ梆 答 ヰ仇 ゐ 桂 答 ю, "sloppy" ヰ梆 答 答 ю ヰ ю拣 , "mouse" ヰ梆 答 答 ю ヰ ю拣 答 ю ヰ ゐ梆 .
ne: विन्डो फोकस बिधिले विन्डो कसरी संचालन गर्ने भनेर संकेत गर्दछ।यसमा तीन संभावित मोल हुन्छ, "क्लिक" भनेको यसलाई फोकस गर्न विन्डोमा क्लिक गर्नुपर्छ, "स्लोपि" भनेको जब माउस विन्डोमा जान्छ विन्डो फोकस हुन्छ र "माउस" भनेको विन्डोमा माउस जान्छ विन्डो फोकस हुन्छ र जब माउसले विन्डो छोड्छ तब फोकस हुंदैन।

source: The window screenshot command
en@shaw: 梆 ヰ
ne: विन्डो स्क्रिनसट आदेश

source: This keybinding changes whether a window is above or below other windows. If the window is covered by another window, it raises the window above other windows. If the window is already fully visible, it lowers the window below other windows. The format looks like "&lt;Control&gt;a" or "&lt;Shift&gt;&lt;Alt&gt;F1". The parser is fairly liberal and allows lower or upper case, and also abbreviations such as "&lt;Ctl&gt;" and "&lt;Ctrl&gt;". If you set the option to the special string "disabled", then there will be no keybinding for this action.
ne: एउटा विन्डो अर्को विन्डोको माथि वा तल भएपनि कुन्जजोड परिवर्तित हुन्छ। यदि विन्डोलाई अर्को विन्डोले छिप्यो भने विन्डो लाई अर्को विन्डोको माथि उचाल्दछ। तदि विन्डो पुरै देखिने भए यसले विन्डोलाई अर्को विन्डोको तल झार्दछ। यसको ढाँचा यस्तो हुन्छ &lt; नियन्त्रण&gt;a" वा "&lt; बदल्नुस्&gt;&lt; अल्टर(विकल्प)&gt;F1"। पारसर पूर्णरूपले उदार हुन्छ र माथिल्लो र तल्लो अवस्थालाई अनुमती दिन्छ र साथै एबब्रेभिएसन जस्तै "&lt;कन्ट्रोल&gt;" र "&lt;कन्ट्रोल&gt"। यदि तपाईले मुख्य स्ट्रिङ "असमर्थ" मा विकल्प सेट गर्नुभयो भने त्यहाँ यो कार्यकोलागी कुन्जजोड हुदैन।
