Repository: GNOME/gnome-shell
Catalog: po/*.po
Languages: en@shaw, ne

source: Workspace %d%n
en@shaw: 火别 %d%n

source: Blend format is "blend/bg_color/fg_color/alpha", "%s" does not fit the format
en@shaw: ゐю 桂ヰ "ゐю//桂/ゐ", "%s" 仇 桂ヰ

source: Coordinate expression parser overflowed its buffer.
en@shaw: 答桂别 ю 葛 答火ゐ答 仇.

source: Theme contained an expression that resulted in an error: %s
en@shaw: 梆 别 ю 仇ゐ 火: %s

source: No "%s" attribute on element <%s>
en@shaw: "%s" 筐 юゐヰ <%s>

source: You must specify a background for an alpha value to be meaningful
en@shaw: ヰ仇 ю ゐ ゐ ヰ梆

source: Unknown type "%s" on <%s> element
en@shaw: 仇答 拆 "%s" <%s> юゐヰ

source: Unknown style_set "%s" on <%s> element
en@shaw: 仇答 style_set "%s" <%s> юゐヰ

source: Cannot specify both "button_width"/"button_height" and "aspect_ratio" for buttons
en@shaw: ю 答 "button_width"/"button_height" "aspect_ratio" 仇

source: No "start_angle" or "from" attribute on element <%s>
en@shaw: "start_angle" "from" 筐 юゐヰ <%s>

source: No "extent_angle" or "to" attribute on element <%s>
en@shaw: "extent_angle" "to" 筐 юゐヰ <%s>

source: Did not understand fill type "%s" for <%s> element
en@shaw: 仇拣 拆 "%s" <%s> юゐヰ

source: Button function "%s" does not exist in this version (%d, need %d)
en@shaw: 仇 仇 "%s" 仇 ю 火 (%d, 梆 %d)

source: Frame style already has a button for function %s state %s
en@shaw: 别 拆 佛ゐю ｐ 仇 仇 %s 别 %s

source: Should not have "resize" attribute on <%s> element for maximized states
en@shaw: ｐ "resize" 筐 <%s> юゐヰ ヰヰ拆 别

source: <%s> specified twice for this theme
en@shaw: <%s> ю拆 拆 梆

source: Failed to find a valid file for theme %s
en@shaw: 别ゐ 拆 ゐ 拆 梆 %s
