Repository: GNOME/gnome-shell
Catalog: po/*.po
Languages: en@shaw, ne

source: Usage: %s
en@shaw: 筐: %s
ne: प्रयोग: %s

source: Metacity was compiled without support for verbose mode
en@shaw: 路ヰю ヰ拆ゐ 桂 火答 ヰ答
ne: भर्बोज शैलीलाई सहयोग बिनानै मेटासिटि संग्रह गरियो

source: Could not parse "%s" as an integer
en@shaw: 葛 "%s" ○
ne: "%s" लाई इन्टिजरको रूपमा व्याख्या गर्न सकेन

source: Did not understand trailing characters "%s" in string "%s"
en@shaw: 仇拣 别ゐ 拣 "%s" "%s"
ne: स्वन "%s" लाई स्ट्रिङ "%s" मा लतारिएको बुझ्नुभएन

source: Failed to parse message "%s" from dialog process
ne: संवाद प्रक्रियाबाट संदेश "%s" व्याख्या गर्न असफल

source: Error reading from dialog display process: %s
ne: संवाद देखाउने प्रक्रियाबाट पढ्नमा त्रुटि: %s

source: Error launching metacity-dialog to ask about killing an application: %s
ne: अनुरोधपत्र समाप्त गर्ने बारेमा सोध्न त्रुटि हटाउने मेटासिटि संवाद: %s

source: Failed to get hostname: %s
en@shaw: 别ゐ ю ｐ答别: %s
ne: होस्टनाम पाउँन असफल: %s

source: Failed to open X Window System display '%s'
en@shaw: 别ゐ 答 X ゐ '%s'
ne: '%s' देखाउन एक्स विण्डो प्रणाली खोल्न असफल

source: Lost connection to the display '%s'; most likely the X server was shut down or you killed/destroyed the window manager.
en@shaw: ゐ ю ゐ '%s'; ヰ答 ゐ拆ゐ X 火 仇 ゐ/娥 ヰ○.
ne: '%s' देखाउन सम्बन्ध बिच्छेदन भयो; एक्स सर्भर हुन्छ वा तपाईले विन्डो प्रबन्धकलाई मार्नु/बिगार्नु भयो।

source: Fatal IO error %d (%s) on display '%s'.
en@shaw: 别 IO 火 %d (%s) ゐ '%s'.
ne: घातक आईओ त्रुटि %d (%s) '%s' देखाउदा.

source: Close Window
en@shaw: ゐ答
ne: विन्डो बन्द गर्नुहोला।

source: Window Menu
en@shaw: ヰю
ne: विण्डो मेनू॒

source: Minimize Window
en@shaw: ヰヰ拆
ne: विण्डो न्यून गर्नुहोला।

source: Maximize Window
en@shaw: ヰヰ拆
ne: विण्डो ठूलो बनाउनुहोला।

source: Unmaximize Window
ne: विण्डो ठूलो नबनाउनुहोला।

source: Error launching metacity-dialog to print an error about a command: %s
ne: आदेशको बारेमा त्रुटि छाप्न त्रुटि हटाउने मेटासिटि संवाद: %s

source: No command %d has been defined.
en@shaw: ヰ %d ｐ 梆 拆.
ne: आदेश %d वर्णन गरिएको छैन।

source: No terminal command has been defined.
en@shaw: 火ヰ ヰ ｐ 梆 拆.
ne: टर्मिनल आदेश वर्णन गरिएको छैन।

source: metacity %s Copyright (C) 2001-2002 Havoc Pennington, Red Hat, Inc., and others This is free software; see the source for copying conditions. There is NO warranty; not even for MERCHANTABILITY or FITNESS FOR A PARTICULAR PURPOSE.
ne: मेटासिटि %s अधिकार (C) २००१-२००१ Havoc Pennington, Red Hat, Inc., र अन्य यो एउटा स्वतन्त्र सफ्टवेयर हो; नक्कल गर्नेको अवस्थाको लागी स्रोत हेर्नुहोला. यसमा कुनै वारेन्टि हुंदैन; न त निश्चित उद्देश्यको लागी बजार मूलक र योग्यताको लागी नै हुन्छ।

source: Failed to scan themes directory: %s
en@shaw: 别ゐ 梆ヰ 拆ю拣: %s
ne: विषयहरूको शब्दकोश: %s नियाल गर्न असफल

source: Could not find a theme! Be sure %s exists and contains the usual themes.
ne: विषय पाउँन सक्नु भएन! पक्का गर्नुहोला %s छ र साधारण विषय राख्दछ।

source: Failed to restart: %s
en@shaw: 别ゐ 梆葛: %s
ne: शुरू गर्न असफल: %s

source: Mi_nimize
en@shaw: ヰ_ヰ拆
ne: सानो बनाउनुहोला।

source: Ma_ximize
en@shaw: ヰ_ヰ拆
ne: ठूलो बनाउनुहोला

source: Unma_ximize
en@shaw: 仇ヰ_ヰ拆
ne: ठूलो नबनाउनुहोला

source: Roll _Up
en@shaw: 答 _仇
ne: माथि जानुहोला

source: _Unroll
en@shaw: _仇答
ne: नबेरनुहोला

source: On _Top
ne: माथि॒

source: _Move
en@shaw: _ヰ叼
ne: _सार्नुहोला

source: _Resize
en@shaw: _梆拆
ne: पुन: आकार

source: _Close
en@shaw: _ゐ答
ne: _बन्द गर्नुहोला

source: _Always on Visible Workspace
en@shaw: _佛ゐ别 火别
ne: जहिलेपनि दृश्यात्मक कार्यक्षेत्रमा

source: _Only on This Workspace
en@shaw: _答ゐ 火别
ne: यो कार्यक्षेत्रमा मात्र

source: Move to Workspace _Left
en@shaw: ヰ叼 火别 _ゐю
ne: कार्यक्षेत्र देब्रे सार्नुहोला

source: Move to Workspace R_ight
en@shaw: ヰ叼 火别 _拆
ne: कार्यक्षेत्र दाहिने सार्नुहोला

source: Move to Workspace _Up
en@shaw: ヰ叼 火别 _仇
ne: कार्यक्षेत्र माथि सार्नुहोला

source: Move to Workspace _Down
en@shaw: ヰ叼 火别 _
ne: कार्यक्षेत्र तल सार्नुहोला

source: Workspace %d
en@shaw: 火别 %d
ne: %d कार्यक्षेत्र॒

source: Workspace 1_0
en@shaw: 火别 1_0
ne: कार्यक्षेत्र १_०

source: Workspace %s%d
en@shaw: 火别 %s%d
ne: %s%d कार्यक्षेत्र॒

source: Move to Another _Workspace
en@shaw: ヰ叼 仇 _火别
ne: अरु कार्यक्षेत्रमा लैजाउनुहोला

source: Shift
ne: बदल्नुहोला

source: Ctrl
en@shaw: 答
ne: कन्ट्रोल॒

source: Alt
en@shaw: ゐ
ne: अल्टर(विकल्प)

source: Meta
en@shaw: ヰю
ne: पारि॒

source: Super
en@shaw: 叼
ne: अति

source: Hyper
en@shaw: ｐ拆
ne: अति॒

source: Mod2
en@shaw: ヰ2
ne: मोड२

source: Mod3
en@shaw: ヰ3
ne: मोड३

source: Mod4
en@shaw: ヰ4
ne: मोड४

source: Mod5
en@shaw: ヰ5
ne: मोड५

source: The window "%s" is not responding.
ne: विन्डो "%s" ले जवाफ दिईराखेको छैन।

source: Forcing this application to quit will cause you to lose any unsaved changes.
ne: यो अनुप्रयोग अन्त्य गर्न बल गर्नु भएको कारणले तपाईले भण्डार नगर्नुभएको परिवर्तनहरू हराउन सक्छ।

source: _Force Quit
en@shaw: _桂
ne: बाहिर जान बल

source: Title
ne: शीर्षक॒

source: Class
ne: कक्षा

source: These windows do not support "save current setup" and will have to be restarted manually next time you log in.
ne: यस्ता विन्डोले "चालु सेटअप भण्डार" लाई आधार दिदैन र अर्को पटक तपाई लगईन हुदा हातैले पुन:शुरू गर्नुपर्छ।

source: There was an error running "%s": %s.
ne: "%s" मा त्रुटि चालु भइराखेको छ: %s.

source: Metacity
en@shaw: 路ヰю
ne: मेटासिटि

source: (Not implemented) Navigation works in terms of applications not windows
en@shaw: ( ヰゐヰю) 别 火 火ヰ ゐ别 答
ne: (पूर्ण नगरिएको) दिशा पत्ता लागाउनेले अनुरोधपत्रको विषयमा कार्य गर्छ विन्डोमा होईन

source: A font description string describing a font for window titlebars. The size from the description will only be used if the titlebar_font_size option is set to 0, however. Also, this option is disabled if the titlebar_uses_desktop_font option is set to true. By default, titlebar_font is unset, causing Metacity to fall back to the desktop font even if titlebar_uses_desktop_font is false.
ne: विन्डो शीर्षक बारको लागी वर्णको विस्तृत स्ट्रिङले वर्णको वर्णन गर्दछ। विवरणबाट आकार तब मात्र प्रयोग हुन्छ जब शीर्षकबार वर्ण आकार विकल्प ० मा मिलाउनु पर्ने हुन्छ। यो विकाल्प तब पनि निष्क्रिय पारिन्छ जब शीर्षकबारले डेक्सटप विकाल्प सत्यमा मिलाउन प्रयोग गर्दछ। पूर्वनिर्धारितद्वारा शीर्षकबार वर्ण मिलाईएको हुँदैन, जसले गरेको डेक्सटप वर्ण असत्य भएपनि।

source: Action on title bar double-click
en@shaw: 拆 仇-ゐ
ne: शीर्षक बार दुईपटक क्लिकमा कार्य गर्नुहोला

source: Activate window menu
ne: विन्डो मेनु सक्रिय बनाऊनुहोला।

source: Arrangement of buttons on the titlebar
en@shaw: 拣别○ヰ 仇 拆ゐ
ne: शिर्षकबारमा बटनहरूको तयारी

source: Arrangement of buttons on the titlebar. The value should be a string, such as "menu:minimize,maximize,close"; the colon separates the left corner of the window from the right corner, and the button names are comma-separated. Duplicate buttons are not allowed. Unknown button names are silently ignored so that buttons can be added in future metacity versions without breaking older versions.
ne: शिर्षकबारमा बटनहरूको तयारी। मान स्ट्रिङ हुनुपर्छ, जस्तै "मेनु:सानो,ठूलो,बन्द"; कोलनले दाँया कुनाबाट विन्डोको बाँया कुना छुट्याउछ र बटन नाम कमा छुट्याउनु हो। नक्कली बटनलाई अनुमती छैन। अज्ञात बटनको नामलाई चूपचापसंग वेवास्ता गरिन्छ, ताकि बटनलाई बिना पूरानो संस्करणलाई टुक्रायाई भविष्यमा मेटासिटि संस्करणमा जोड्न सकिन्छ।

source: Automatically raises the focused window
en@shaw: 佛ヰゐ 别 答
ne: तोकिएको विन्डो स्वत उठ्यो

source: Clicking a window while holding down this modifier key will move the window (left click), resize the window (middle click), or show the window menu (right click). Modifier is expressed as "&lt;Alt&gt;" or "&lt;Super&gt;" for example.
ne: विन्डोमा क्लिक गर्दा जब यो सुधारक कुुन्जलाईतल झारिएको हुन्छ, तब विन्डो चल्दछ (देब्रे क्लिक) विन्डोलाई पुन:आकार दिन्छ (मध्य क्लिक) वा विन्डो मेनु देखिन्छ (दाहिने क्लिक), अनि सुधारकलाई उदाहरणको लागी जस्तै "&lt;बदलामाt&gt;" वा "&lt;अति&gt;" को रूपमा विस्तारित गरिन्छ।

source: Close window
en@shaw: ゐ答
ne: विन्डो बन्द गर्नुहोला।

source: Commands to run in response to keybindings
en@shaw: ヰ 仇 梆
ne: किबाइन्डिङको प्रतिक्रिया चालु गर्न को लागी आदेशहरू

source: Current theme
en@shaw: 仇 梆
ne: चालु बिषय

source: Delay in milliseconds for the auto raise option
en@shaw: ゐ ヰゐю 佛 别
ne: स्वत उठ्ने विकल्पको लागी मिलिसेकेन्ड ढिलाई

source: Determines whether applications or the system can generate audible 'beeps'; may be used in conjunction with 'visual bell' to allow silent 'beeps'.
en@shaw: 火ヰ ю ゐ别 ○ю拣别 '梆'; ヰ 筐 ○ ' ю' ゐ 拆ゐ '梆'.
ne: निश्चित गर्नुकि अनुरोधपत्र वा प्रणालीले सुनिने बिप उत्पादन गर्न सक्छ, यो चुपचाप बिपलाई अनुमती दिन दृष्य घण्टि संग जोड्नमा प्रयोग गर्न पनि सकिन्छ।

source: Disable misfeatures that are required by old or broken applications
en@shaw: 别 ヰ梆筐 拆拣 答ゐ 答 ゐ别
ne: पूरानो र टुक्रिएको अनुरोधपत्रलाई चाहिएको मिसफिचर्स लाई निष्क्रिय पार्नुहोला

source: Enable Visual Bell
en@shaw: 别 ю
ne: दृष्य घण्टि सक्षम पार्नुहोला।

source: Hide all windows and focus desktop
ne: सबै विन्डो लुकाउनुहोला र डेक्सटपमा फोकस गर्नुहोला।

source: If true, and the focus mode is either "sloppy" or "mouse" then the focused window will be automatically raised after a delay (the delay is specified by the auto_raise_delay key).
ne: यदि ठिक अए र तोक्ने शैली "स्लोपि" वा "माउस" भए तोकिएको विन्डो ढिलाई पछि स्वत उठ्दछ (यो ढिलाई स्वत: उठ्ने ढिलाई कुन्जले वर्णन गरेको हुन्छ)

source: If true, ignore the titlebar_font option, and use the standard application font for window titles.
en@shaw: , titlebar_font , 筐 拣 ゐ别 拆ゐ.
ne: यदि ठिक भए, शीर्षकबार वर्ण विकल्पलाई वेवास्ता गर्नुहोला र विन्डो शीर्षकको लागी उच्चस्तरिय अनुरोधपत्र वर्ण प्रयोग गर्नुहोला।

source: If true, metacity will give the user less feedback and less sense of "direct manipulation", by using wireframes, avoiding animations, or other means. This is a significant reduction in usability for many users, but may allow legacy applications and terminal servers to function when they would otherwise be impractical. However, the wireframe feature is disabled when accessibility is on to avoid weird desktop breakages.
ne: यदि सत्य भए, मेटासिटिले प्रयोगकर्तालाई वायरफ्रेम प्रयोग गरेर, एनिमेशन वा अरू साधन हटाएर थोरै प्रतिक्रिया र थोरै "सिधै हस्तव्यापार" को चेतना दिन्छ। यो एउटा प्रभावशाली घटाउ हो र यो धेरै प्रयोगकर्ताको लागी उपयोगी हुन्छ, तर अनुरोधपत्रहरू र अन्त्यको सेवादायकलाई कार्यहरूमा अनुमती दिन्छ, जब यिनिहरू अव्यावहारिक हुन्छन्, जब प्रवेश विलक्षण डेक्सटप टुट हटाउनको लागी

source: If true, then Metacity works in terms of applications rather than windows. The concept is a bit abstract, but in general an application-based setup is more like the Mac and less like Windows. When you focus a window in application-based mode, all the windows in the application will be raised. Also, in application-based mode, focus clicks are not passed through to windows in other applications. The existence of this setting is somewhat questionable. But it's better than having settings for all the specific details of application-based vs. window-based, e.g. whether to pass through clicks. Also, application-based mode is largely unimplemented at the moment.
ne: यदि सत्य भए, मेटासिटिले विन्डोको सट्टा अनुरोधपत्रको रूपमा कार्य गर्दछ। सोचाई अलि अव्यावहारिक छ, तर साधारणतया अनुरोधपत्रमा आधारित सेटअप धेरै म्याक जस्तो र थोरै विन्डो जस्तो हुन्छ। जब तपाईले अनुरोधपत्रमा आधारित शैली विन्डोलाई जोड दिनुहुन्छ, तब अनुरोधपत्रमा आधारित शैलीमा फोकस क्लिक विन्डोको माध्यमबाट अन्य अनुरोधपत्रमा पठाईदैन। यो सेटिङको आस्तित्त्वलाई केहि सन्देह गर्न सकिन्छ। तर यो अनुरोधपत्रमा

source: If true, trade off usability for less resource usage
en@shaw: , 别 筐ゐ ゐю 桂 筐
ne: यदि सत्य भए, कम स्रोतहरू प्रयोगको लागी सम्झदारीसंग प्रयोग गर्ने क्षमता हुन्छ।

source: Lower window below other windows
en@shaw: ゐ答 ゐ 仇 答
ne: अर्को विन्डोको तल तल्लो विन्डो

source: Maximize window
en@shaw: ヰヰ拆
ne: विन्डो ठूलो बनाउनुहोला

source: Maximize window horizontally
en@shaw: ヰヰ拆 ｐゐ
ne: तेर्सो तरिकाले विन्डो ठूलो बनाउनुहोला

source: Maximize window vertically
en@shaw: ヰヰ拆 火ゐ
ne: ठाडो तरिकाले विन्डो ठूलो बनाउनुहोला

source: Minimize window
en@shaw: ヰヰ拆
ne: विन्डो सानो बनाऊनुहोला

source: Modifier to use for modified window click actions
en@shaw: ヰ拆 筐 ヰ拆 ゐ
ne: विन्डो क्लिक कार्य विकसित गर्नको लागी सुधारकको प्रयोग

source: Move backward between panels and the desktop immediately
en@shaw: ヰ叼 拣 梆 ゐ ю ヰ梆攫ゐ
ne: प्यानलहरू र डेक्सटपको बिचमा पछाडि पट्टि तुरून्त सार्नुहोला

source: Move backwards between panels and the desktop with popup
ne: पपअपसंगै प्यानलहरू र डेक्सटपको बिचमा पछाडि पट्टि सार्नुहोला

source: Move backwards between windows immediately
ne: विन्डोको बिचमा पछाडि पट्टि तुरून्त सार्नुहोला

source: Move between panels and the desktop immediately
en@shaw: ヰ叼 梆 ゐ ю ヰ梆攫ゐ
ne: प्यानलहरू र डेक्सटपको बिचमा तुरून्त सार्नुहोला

source: Move between panels and the desktop with popup
ne: पपअपसंगै प्यानलहरू र डेक्सटपको बिचमा सार्नुहोला।

source: Move between windows immediately
en@shaw: ヰ叼 梆 答 ヰ梆攫ゐ
ne: विन्डोहरूको बिचमा तुरून्त सार्नुहोला

source: Move between windows with popup
ne: पपअपसंगै विन्डोहरूको बिचमा सार्नुहोला

source: Move focus backwards between windows using popup display
ne: फोकसलाई पपअप प्रदर्शन प्रयोग गरेर विन्डोको बिचमा पछाडि पठाउनुहोला।

source: Move window
en@shaw: ヰ叼
ne: विन्डो सार्नुहोला

source: Move window one workspace down
en@shaw: ヰ叼 仇 火别
ne: विन्डोलाई एक कार्यक्षेत्र तल सार्नुहोला

source: Move window one workspace to the left
en@shaw: ヰ叼 仇 火别 ゐю
ne: विन्डोलाई एक कार्यक्षेत्र बायाँ पट्टि सार्नुहोला

source: Move window one workspace to the right
en@shaw: ヰ叼 仇 火别 拆
ne: विन्डोलाई एक कार्यक्षेत्र दायाँ पट्टि सार्नुहोला

source: Move window one workspace up
en@shaw: ヰ叼 仇 火别 仇
ne: विन्डोलाई एक कार्यक्षेत्र माथी सार्नुहोला

source: Move window to workspace 1
en@shaw: ヰ叼 火别 1
ne: विन्डोलाई कार्यक्षेत्र १ मा सार्नुहोला

source: Move window to workspace 10
en@shaw: ヰ叼 火别 10
ne: विन्डोलाई कार्यक्षेत्र १० मा सार्नुहोला

source: Move window to workspace 11
en@shaw: ヰ叼 火别 11
ne: विन्डोलाई कार्यक्षेत्र ११ मा सार्नुहोला

source: Move window to workspace 12
en@shaw: ヰ叼 火别 12
ne: विन्डोलाई कार्यक्षेत्र १२ मा सार्नुहोला

source: Move window to workspace 2
en@shaw: ヰ叼 火别 2
ne: विन्डोलाई कार्यक्षेत्र २ मा सार्नुहोला

source: Move window to workspace 3
en@shaw: ヰ叼 火别 3
ne: विन्डोलाई कार्यक्षेत्र ३ मा सार्नुहोला

source: Move window to workspace 4
en@shaw: ヰ叼 火别 4
ne: विन्डोलाई कार्यक्षेत्र ४ मा सार्नुहोला

source: Move window to workspace 5
en@shaw: ヰ叼 火别 5
ne: विन्डोलाई कार्यक्षेत्र ५ मा सार्नुहोला

source: Move window to workspace 6
en@shaw: ヰ叼 火别 6
ne: विन्डोलाई कार्यक्षेत्र ६ मा सार्नुहोला

source: Move window to workspace 7
en@shaw: ヰ叼 火别 7
ne: विन्डोलाई कार्यक्षेत्र ७ मा सार्नुहोला

source: Move window to workspace 8
en@shaw: ヰ叼 火别 8
ne: विन्डोलाई कार्यक्षेत्र ८ मा सार्नुहोला

source: Move window to workspace 9
en@shaw: ヰ叼 火别 9
ne: विन्डोलाई कार्यक्षेत्र ९ मा सार्नुहोला

source: Name of workspace
en@shaw: 别 火别
ne: कार्यक्षेत्रको नाम

source: Number of workspaces
en@shaw: 仇ヰ 火别
ne: असंख्य कार्यक्षेत्रहरू

source: Number of workspaces. Must be more than zero, and has a fixed maximum (to prevent accidentally destroying your desktop by asking for 34 million workspaces).
ne: असंख्य कार्यक्षेत्र शुन्य भन्दा बढी हुनुपर्छ र निश्चित परिमाणको हुन्छ (३४ अरब कार्यक्षेत्र सोधेर तपाँईको डेक्सटपलाई अकस्मात बिग्रनुबाट बचाउँछ)।

source: Raise obscured window, otherwise lower
ne: अमिल्दो विन्डोलाई माथी उठाउनुहोला, वा तल झार्नुहोला।

source: Raise window above other windows
en@shaw: 别 仇 仇 答
ne: अर्को विन्डोको माथी विन्डो उठाउनुहोला

source: Resize window
en@shaw: 梆拆
ne: विन्डोलाई पुन:आकार

source: Run a defined command
en@shaw: 仇 拆 ヰ
ne: वर्णन आदेश सञ्चालन गर्नुहोला

source: Run a terminal
en@shaw: 仇 火ヰ
ne: टर्मिनल सञ्चालन गर्नुहोला

source: Show the panel menu
ne: प्यानल मेनु देखाउनुहोला

source: Show the panel run application dialog
ne: प्यालन चालु गर्ने अनुप्रयोग संवाद देखाउनुहोला

source: Some applications break specifications in ways that result in window manager misfeatures. For example, ideally Metacity would place all dialogs in a consistent position with respect to their parent window. This requires ignoring application-specified positions for dialogs. But some versions of Java/Swing mark their popup menus as dialogs, so Metacity has to disable dialog positioning to allow menus to work in broken Java applications. There are several other examples like this. This option puts Metacity in full-on Correct mode, which perhaps gives a moderately nicer UI if you don't need to run any broken apps. Sadly, workarounds must be enabled by default; the real world is an ugly place. Some of the workarounds are workarounds for limitations in the specifications themselves, so sometimes a bug in no-workarounds mode won't be fixable without amending a spec.
ne: केहि अनुरोधपत्रले यसरी विशेष वर्णनलाई टुक्रयाउछ जसको परिणाम विन्डो प्रबन्धक मिसफिचर्स हुन्छ। उदाहरणको लागी आदर्शरूपले मेटासिटि ले संवादलाई प्यारेन्ट विन्डोको अनुसार मिल्ने पदमा राख्दछ। यसको लागी वेवास्ता गरिएको अनुरोधपत्र निश्चित पद सम्बन्धको लागी चाहिन्छ। तर जाभा/स्विङ को केहि संस्करणले आफ्नो पपअप मेनुलाई संवादको रूप चिन्ह लगाउछ, त्यसैले मेटासिटिले मेनुलाई टुक्रिएको जाभा अनुरोधपत्रमा काम गर्न अनुमती दिनको लागी संबाद पदलाई निष्क्रिय पार्नुपर्छ। यसतै अरू पनि केहि उदाहरणहरू हुन्छन्। यो विकल्पले मेटासिटिलाई पूर्णरूपले सहि शैलिमा राख्दछ, जसले सायद आंशिक रूपमा राम्रो युआई दिन्छ यदि तपाँईले टुक्रिएको अनुरोधपत्र चालु गर्नुहुन्न। दुखत कामवरिपरि पूर्वनिर्धारितद्वारा सक्रिय हुनुपर्छ, सत्य संसार नै एउटा नराम्रो ठाउँ हो, केहि कार्यवरिपरि विशेष आफैको निश्चितताको लागी कार्यवरिपरि हो। त्यसैले कहिले काँहि कार्यवरिपरि नभएको बेला बग गर्नु spec लाई नसच्याई निश्चित हुंदैन।

source: Switch to workspace 1
en@shaw: 火别 1
ne: कार्यक्षेत्र १ बटन दबाऊनुहोला

source: Switch to workspace 10
en@shaw: 火别 10
ne: कार्यक्षेत्र १० बटन दबाऊनुहोला

source: Switch to workspace 11
en@shaw: 火别 11
ne: कार्यक्षेत्र ११ बटन दबाऊनुहोला

source: Switch to workspace 12
en@shaw: 火别 12
ne: कार्यक्षेत्र १२ बटन दबाऊनुहोला

source: Switch to workspace 2
en@shaw: 火别 2
ne: कार्यक्षेत्र २ बटन दबाऊनुहोला

source: Switch to workspace 3
en@shaw: 火别 3
ne: कार्यक्षेत्र ३ बटन दबाऊनुहोला

source: Switch to workspace 4
en@shaw: 火别 4
ne: कार्यक्षेत्र ४ बटन दबाऊनुहोला

source: Switch to workspace 5
en@shaw: 火别 5
ne: कार्यक्षेत्र ५ बटन दबाऊनुहोला

source: Switch to workspace 6
en@shaw: 火别 6
ne: कार्यक्षेत्र ६ बटन दबाऊनुहोला

source: Switch to workspace 7
en@shaw: 火别 7
ne: कार्यक्षेत्र ७ बटन दबाऊनुहोला

source: Switch to workspace 8
en@shaw: 火别 8
ne: कार्यक्षेत्र ८ बटन दबाऊनुहोला

source: Switch to workspace 9
en@shaw: 火别 9
ne: कार्यक्षेत्र ९ बटन दबाऊनुहोला

source: Switch to workspace above this one
ne: यो भन्दा माथी कार्यक्षेत्रमा वटन दबाऊनुहोला।

source: Switch to workspace below this one
ne: यसको मुनि कार्यक्षेत्रमा रोक लगाउनुहोला।

source: Switch to workspace on the left
ne: देब्रे पट्टि कार्यक्षेत्रमा बटन दबाऊनुहोला।

source: Switch to workspace on the right
ne: दाहिने पट्टि कार्यक्षेत्रमा बटन दबाऊनुहोला।

source: System Bell is Audible
en@shaw: ю
ne: प्रणाली घण्टि सुन्न सकिन्छ

source: Take a screenshot
en@shaw: 别 梆
ne: स्क्रिनसट लिनुहोला॒

source: Take a screenshot of a window
en@shaw: 别 梆
ne: विन्डोको स्क्रिनसट लिनुहोला॒

source: Tells Metacity how to implement the visual indication that the system bell or another application 'bell' indicator has been rung. Currently there are two valid values, "fullscreen", which causes a fullscreen white-black flash, and "frame_flash" which causes the titlebar of the application which sent the bell signal to flash. If the application which sent the bell is unknown (as is usually the case for the default "system beep"), the currently focused window's titlebar is flashed.
en@shaw: юゐ 路ヰю ｐ ヰゐюヰю 别 ю 仇 ゐ别 'ю' 别 ｐ 梆 . 仇ゐ ゐ ゐ筐, "fullscreen", 佛 fullscreen 拆-ゐ ゐ, "frame_flash" 佛 拆ゐ ゐ别 ю ю ゐ. ゐ别 ю ю 仇答 ( 筐筐ゐ 别 佛ゐ " 梆"), 仇ゐ 答 答 拆ゐ ゐ.
ne: मेटासिटिलाई आसाधारण निर्देशक जुन प्रणाली घण्टी वा निर्देशकले बजाएको अरू अनुरोधपत्र घण्टीलाई कसरी पुरा गर्ने भनेर भन्दछ। हाल यहाँ दुईवटा मान्य मानहरू छन्। "पुरापर्दा", जसले सेतो-कालो चमक पुरापर्दाको निम्ति गर्दछ र "खाका चमक", जसले अनुरोधपत्रको शीर्षकबार जसले घण्टी चिन्हलाई चमकमा पठाउँछ। यदि अनुरोधपत्र, जसले घण्टी पठाउँछ, अज्ञात छ (जस्तै साधआरण पूर्वनिर्देशन "प्रणाली बिप" को केस) भने चालु तोकिएको विन्डोको शीर्षकबार खुल्दछ।

source: The /apps/metacity/global_keybindings/run_command_N keys define keybindings that correspond to these commands. Pressing the keybinding for run_command_N will execute command_N.
en@shaw: /apps/metacity/global_keybindings/run_command_N 梆 拆 梆拆 梆 ヰ. ю 梆拆 run_command_N ю筐 command_N.
ne: अनुरोधपत्र /मेटासिटि/ संसारिक कुन्जजोड/चालु आदेश एन कुन्जले कुन्जजोडलाई परिभाषित गर्दछ, जुन यी आदेशहरूसंग मिलदछ। आदेश एनलाई चालु गर्न कुन्जजोडलाई दवाव दिएर आदेश एन कार्यान्वयन हुन्छ।

source: The /apps/metacity/global_keybindings/run_command_screenshot key defines a keybinding which causes the command specified by this setting to be invoked.
en@shaw: /apps/metacity/global_keybindings/run_command_screenshot 拆 梆拆 佛 ヰ ю拆 ю 答.
ne: अनुरोधपत्र /मेटासिटि/ संसारिक कुन्जजोड/चालु आदेश स्क्रिनसट कुन्जले कुन्जजोडलाई परिभाषित गर्दछ, जसले गर्दा यो सेटिङले निश्चित गरिएको आदेश मागिन्छ।

source: The /apps/metacity/global_keybindings/run_command_window_screenshot key defines a keybinding which causes the command specified by this setting to be invoked.
en@shaw: /apps/metacity/global_keybindings/run_command_window_screenshot 拆 梆拆 佛 ヰ ю拆 ю 答.
ne: अनुरोधपत्र /मेटासिटि/ संसारिक कुन्जजोड/चालु आदेश विन्डो स्क्रिनसट कुन्जले कुन्जजोडलाई परिभाषित गर्दछ, जसले गर्दा यो सेटिङले निश्चित गरिएको आदेश मागिन्छ।

source: The keybinding that runs the correspondingly-numbered command in /apps/metacity/keybinding_commands The format looks like "&lt;Control&gt;a" or "&lt;Shift&gt;&lt;Alt&gt;F1". The parser is fairly liberal and allows lower or upper case, and also abbreviations such as "&lt;Ctl&gt;" and "&lt;Ctrl&gt;". If you set the option to the special string "disabled", then there will be no keybinding for this action.
en@shaw: 梆拆 仇 ゐ-仇ヰ拣 ヰ /apps/metacity/keybinding_commands. 桂ヰ ゐ ゐ拆 "&lt;Control&gt;" "&lt;Shift&gt;&lt;Alt&gt;F1". 葛 吼ゐ ゐ拣 ゐ ゐ答 仇 别, 佛ゐ 梆梆别 仇 "&lt;Ctl&gt;" "&lt;Ctrl&gt;". ю ю "disabled", ю 梆拆 .
ne: कुन्जजोड जसले मिल्दोजुल्दो रूपमा संख्या दिईएको आदेशलाई /अनुरोधपत्र /मेटासिटि/कुन्जजोड आदेशमा चालु गर्दछ। इ&lt; नियन्त्रण&gt; or&lt; बदल्नुस्&gt;&lt; अल्टर(विकल्प)&gt; and or and&lt;&gt; and&lt; कन्ट्रोल&gt; नाई.यसको ढाँचा यस्तो हुन्छ &lt; नियन्त्रण&gt;a" वा "&lt; बदल्नुस्&gt;&lt; अल्टर(विकल्प)&gt;F1"।पारसर पूर्णरूपले उदार हुन्छ र माथिल्लो र तल्लो अवस्थालाई अनुमती दिन्छ र साथै एबब्रेभिएसन जस्तै "&lt;कन्ट्रोल&gt;" र "&lt;कन्ट्रोल&gt"।यदि तपाईले मुख्य स्ट्रिङ "असमर्थ"मा विकल्प सेट गर्नुभयो भने त्यहाँ यो कार्यकोलागी किबाईन्डिङ हुदैन।

source: The keybinding that switches to the workspace above the current workspace. The format looks like "&lt;Control&gt;a" or "&lt;Shift&gt;&lt;Alt&gt;F1". The parser is fairly liberal and allows lower or upper case, and also abbreviations such as "&lt;Ctl&gt;" and "&lt;Ctrl&gt;". If you set the option to the special string "disabled", then there will be no keybinding for this action.
ne: कुन्जजोड जुन हालको कार्यक्षेत्र माथीको कार्यक्षेत्रमा रोक लगाउँछ। यसको ढाँचा यस्तो हुन्छ &lt; नियन्त्रण&gt;a" वा "&lt; बदल्नुस्&gt;&lt; अल्टर(विकल्प)&gt;F1"।पारसर पूर्णरूपले उदार हुन्छ र माथिल्लो र तल्लो अवस्थालाई अनुमती दिन्छ र साथै एबब्रेभिएसन जस्तै "&lt;कन्ट्रोल&gt;" र "&lt;कन्ट्रोल&gt"।यदि तपाईले मुख्य स्ट्रिङ "असमर्थ"मा विकल्प सेट गर्नुभयो भने त्यहाँ यो कार्यकोलागी किबाईन्डिङ हुदैन।
