Repository: GNOME/gnome-shell
Catalog: po/kw.po
Languages: kw

source: Administrator
kw: Menystrer

source: Authenticate
kw: Omgelmi

source: Sorry, that didn’t work. Please try again.
kw: Drog yw genev, na na oberi. Mar pleg assaya arta.

source: Windows
kw: Fenestri

source: Show Apps
kw: Diskwedhes Appys

source: Dash
kw: Skostel

source: Today
kw: Hedhyw

source: Tomorrow
kw: A-vorow

# event list time
source: All Day
kw: Dres an Jorna

source: No Events
kw: Kentelyow Vyth

source: Add World Clocks…
kw: Addya Klockys An Nor…

source: World Clocks
kw: Klockys An Nor

source: Loading…
kw: Ow karga…

source: Go Online for Weather Information
kw: Mos Warlinen rag Kudhlow Kewer

source: Weather Information Unavailable
kw: Kudhlow Kewer Ankavadow

source: Weather
kw: Kewer

source: Select Weather Location…
kw: Dewis Tyller Kewer…

# title
source: Log Out %s
kw: Omdhigelmi %s

# title
source: Log Out
kw: Omdhigelmi

source: %s will be logged out automatically in %d second
kw: %s a wra bos omdhigelmys yn awtomatek yn %d eylen

source: You will be logged out automatically in %d second
kw: Ty a vydh bos omdhigelmys yn awtomatek yn %d eylen

# button
source: Log Out
kw: Omdhigelmi

# title
source: Power Off
kw: Marowya

# title
source: Install Updates & Power Off
kw: Lea Nowdhyansow & Marowya

source: The system will power off automatically in %d second
kw: An system a wra marowya yn awtomatek yn %d eylen

# checkbox
source: Install pending software updates
kw: Lea nowedhyansow medhelweyth ow gortos

# button
source: Power Off
kw: Marowya

# title
source: Restart
kw: Dastalleth

# title
source: Install Updates & Restart
kw: Lea Nowedhyansow & Dastalleth

source: The system will restart automatically in %d second
kw: An system a wra dastalleth yn awtomatek yn %d eylen

# button
source: Restart
kw: Dastalleth

# title
source: Restart & Install Updates
kw: Dastalleth & Lea Nowedhyansow

source: The system will automatically restart and install updates in %d second
kw: An system a wra dastalleth yn awtomatek ha lea nowedhyansow yn %d eylen

# button
source: Restart & Install
kw: Dastalleth & Lea

# button
source: Install & Power Off
kw: Lea & Marowya

# checkbox
source: Power off after updates are installed
kw: Marowya wosa nowedhyansow yw leys

# title
source: Restart & Install Upgrade
kw: Dastalleth & Lea Gwellyans

source: %s %s will be installed after restart. Upgrade installation can take a long time: ensure that you have backed up and that the computer is plugged in.
kw: %s %s a wra leys wosa dastalleth. Leyans gwellyans kemeres martesen unn termyn hir: surhe ty havos backups hag an amontyell yw ebilys.

source: Low battery power: please plug in before installing updates
kw: Batri isel: mar pleg ebilya a-dherag ow lea nowedhyansow

source: Some applications are busy or have unsaved work
kw: Nebes appys yw bysi po kavos oberi ansawys

source: Other users are logged in
kw: Usyoryon aral yw omgelmys

# button
source: Boot Options
kw: Dewisyow Dalleth

source: %s (remote)
kw: %s (pell)

source: %s (console)
kw: %s (konsolen)

source: Install
kw: Lea

source: Install Extension
kw: Lea Ystynnans

source: Download and install “%s” from extensions.gnome.org?
kw: Iskarga ha lea “%s” dhyworth extensions.gnome.org?

source: Extension Updates Available
kw: Nowedhyansow Ystynansow Kavadow

source: Extension updates are ready to be installed
kw: Nowedhyansow ystynansow kavadow rag leyans

source: Allow inhibiting shortcuts
kw: Gasa ow spralla kesunyansow bysowek

source: The app %s wants to inhibit shortcuts
kw: An app %s mynnes spralla kesunyansow bysowek

source: An app wants to inhibit shortcuts
kw: Unn app mynnes kesunyansow bysowek

source: You can restore shortcuts by pressing %s
kw: Ty gallos daskor kesunyansow bysowek gans ow tava %s

source: Slow Keys Turned On
kw: Alhwedhennow Syger Byw

source: Slow Keys Turned Off
kw: Alhwedhennow Syger Marow

source: You just held down the Shift key for 8 seconds. This is the shortcut for the Slow Keys feature, which affects the way your keyboard works.
kw: Ty namnygen synsys an alwedhen Shift rag 8 eylennow. Ma yw an kesunyans rag an nas Alwedhennow Syger, may menni fatel dha bysowek oberi.

source: Sticky Keys Turned On
kw: Alhwedhennow Glusek Byw

source: Sticky Keys Turned Off
kw: Alhwedhennow Glusek Marow

source: You just pressed the Shift key 5 times in a row. This is the shortcut for the Sticky Keys feature, which affects the way your keyboard works.
kw: Ty namnygen tavys an alhwedhen Shift 5 prys. Ma yw an kesunyans rag an nas Alhwedhennow Glusek, may menni fatel dha bysowek oberi.

source: You just pressed two keys at once, or pressed the Shift key 5 times in a row. This turns off the Sticky Keys feature, which affects the way your keyboard works.
kw: Ty namnygen tavys diw alhwedhennow war-not, po tavys an alhwedhen Shift 5 prys. Ma marowya an nas Alhwedhennow Syger, may menni fatel dha bysowek oberi.

source: Leave On
kw: Gwitha Byw

source: Turn On
kw: Gul Byw

source: Turn Off
kw: Marowya

source: Leave Off
kw: Gwitha Marow

source: Keyboard Settings
kw: Settyansow Bysowek

source: No extensions installed
kw: Ystynansow leys vyth

source: %s has not emitted any errors
kw: %s na danvonys neb errors

source: Hide Errors
kw: Kudha Errors

source: Show Errors
kw: Diskwedhes Errors

source: Active
kw: Byw

source: Inactive
kw: Marow

source: Out of date
kw: Anterrus

source: Downloading
kw: Ow Iskarga

source: Deactivating
kw: Ow Marowya

source: Activating
kw: Ow Gul Byw

source: View Source
kw: Gweles Kod

source: Web Page
kw: Gwiasva

source: System was put in unsafe mode
kw: System yw gorrys yn fordh diantel

source: Apps now have unrestricted access
kw: Appys kavos hedhas anstroth lemmyn

source: Logged in as a privileged user
kw: Omgelmys avel unn usyer pryvylejek

source: Running a session as a privileged user should be avoided for security reasons. If possible, you should log in as a normal user.
kw: Owth eksekutya unn esedhek avel unn usyer pryvylejek kodh avodys rag resons sawder. Mar galladow, ty kodh omgelmi avel unn usyer normal.

source: Screen Lock disabled
kw: Floren Skrin ungallosegi

source: Screen Locking requires the GNOME display manager
kw: Owth Alhwedha Skrin rekwirya an dyghtyer displetyans GNOME

source: Unknown App
kw: App Ankoth

source: Notification sound
kw: Sownd gwarnyans

source: Unknown artist
kw: Awtour ankoth

source: Unknown title
kw: Titel ankoth

source: Type to search
kw: Jynnskrifa rag hwilas

source: Apps
kw: Appys

source: Overview
kw: Gorwolok

source: New shortcut…
kw: Kesunyans nowydh…

source: App defined
kw: App styrys

source: Show on-screen help
kw: Diskwedhes gweres war-skrin

source: Switch monitor
kw: Skwychella skrin

source: Assign keystroke
kw: Kanasa alhwedhen

source: Done
kw: Deu

source: Edit…
kw: Golegi…

source: None
kw: Vyth

source: Press a button to configure
kw: Tava unn boton rag selya

source: Press Esc to exit
kw: Tava Esc rag kwytya

source: Press any key to exit
kw: Tava neb alhwedhen rag kwytya

source: Activities
kw: Gwriansow

source: Top Bar
kw: Penn-Barr

source: Open menu
kw: Ygeri rol

source: Run a Command
kw: Eksekutya unn Arghadow

source: Press ESC to close
kw: Tava ESC rag degea

source: GNOME needs to lock the screen
kw: GNOME res alhwedha an skrin

source: Screen Capture
kw: Rekord Skrin

source: Selection
kw: Dewis

source: Area Selection
kw: Dewis Arenebedh

source: Screen
kw: Skrin

source: Screen Selection
kw: Dewis Skrin

source: Window
kw: Fenester

source: Window Selection
kw: Dewis Fenester

source: Take Screenshot
kw: Kemeres Skrin-Imach

source: Record Screen
kw: Rekordya Skrin

source: Capture
kw: Rekordya

source: Show Pointer
kw: Diskwedhes Resell

source: Screencasts
kw: Skrin-Gwydhyowyow

source: Screencast From %d %t
kw: Skrin-Gwydhyowyow A-Dhia %d %t

source: Screencast recorded
kw: Skrin-Gwydhyow rekordys

source: Screencast failed to start
kw: Skrin-Gwydhyow fyllis dalleth

source: Screencast ended: Out of disk space
kw: Skrin-Gwydhyow diwedhys: Ow Difygya efander plasen

source: Screencast ended unexpectedly, please try again
kw: Skrin-Gwydhyow diwedhys heb y waytyas, mar pleg assaya arta

source: Screencast ended unexpectedly
kw: Skrin-Gwydhyow diwedhys heb y waytyas

source: Click here to view the video
kw: Klyckya omma rag gweles an gywdhyow

source: Show in Files
kw: Diskwedhes yn Restrennow

source: Screenshot From %s
kw: Skrin-Imach A-Dhia %s

source: Screenshot captured
kw: Skrin-Imach kemerys

source: You can paste the image from the clipboard
kw: Ty gallos dasskrifa an imach dhyworth an astel glypp

source: Screenshot taken
kw: Skrin-Imach kemerys

source: Searching
kw: Ow Hwilas

source: No results
kw: Sewyansow vyth

source: %d more
kw: %d moy

source: Search
kw: Hwilas

source: Copy
kw: Kopia

source: Paste
kw: Dasskrifa

source: Show Text
kw: Diskwedhes Tekst

source: Hide Text
kw: Hudha Tekst

source: Caps lock is on
kw: Floren penn-lytherennow byw

source: Hidden Volume
kw: Kevrol Kudh

source: Windows System Volume
kw: Kevrol System Windows

source: Uses Keyfiles
kw: Devnydhya Alhwedh-Restrennow

source: To unlock a volume that uses keyfiles, use the <i>%s</i> utility instead
kw: Rag dialhwedha unn kevrol ow devnydhya alhwedh-restrennow, devnydhya an les <i>%s</i> yn le

source: You need an external utility like <i>Disks</i> to unlock a volume that uses keyfiles
kw: Ty res unn les a-ves kepar ha <i>Plasennow</i> rag dialhwedha unn kevrol ow devnydha alhwedh-restrennow

source: PIM Number
kw: Niver PIM

source: Remember Password
kw: Remembra Ger-Tremena

source: Unlock
kw: Dialhwedha

source: Open %s
kw: Ygeri %s

source: The PIM must be a number or empty
kw: An PIM res bos unn niver po gwag

source: High Contrast
kw: Gorthwedh Ughel

source: Zoom
kw: Moghhe

source: Screen Reader
kw: Redyer Skrin

source: Screen Keyboard
kw: Bysowek Skrin

source: Visual Alerts
kw: Gwarnyansow Gwelesek

source: Sticky Keys
kw: Alhwedhennow Glusek

source: Slow Keys
kw: Alhwedhennow Syger

source: Bounce Keys
kw: Alhwedhennow Aslam

source: Mouse Keys
kw: Alhwedhennow Logosen

source: Accessibility Settings
kw: Settyansow Hedhadewder

source: Large Text
kw: Tekst Bras

source: Auto Rotate
kw: Rosella yn Awtomatek

# title
source: Background Apps
kw: Appys yn Kilva

source: Apps known to be running without a window
kw: Appys aswonys bos eksekutya heb unn fenester

source: App Settings
kw: Settyansow App

source: No Background Apps
kw: Appys yn Kilva Vyth

source: %d Background App
kw: %d App yn Kilva

source: Keyboard Brightness
kw: Golewder Bysowek

source: Off
kw: Marow

source: Low
kw: Isel

source: High
kw: Ughel

source: Keyboard
kw: Bysowek

source: Open keyboard brightness menu
kw: Ygeri rol golewder bysowek

source: Disconnect
kw: Unjunya

source: Disconnect %s
kw: Unjunya %s

source: Connect to %s
kw: Junya dhe %s

source: Open Bluetooth menu
kw: Ygeri rol Bluetooth

source: Bluetooth Settings
kw: Settyansow Bluetooth

source: No available or connected devices
kw: Devisyow kavadow po junys vyth

source: Turn on Bluetooth to connect to devices
kw: Gul Bluetooth byw rag junya dhe devisyow

source: %d Connected
kw: %d Junys

source: Open brightness menu
kw: Ygeri rol golewder

source: Dark Style
kw: Gis Du

source: Do Not Disturb
kw: Na Ankresya

source: Single Click
kw: Klyck Unnik

source: Double Click
kw: Klyck Dewblek

source: Drag
kw: Draylya

source: Secondary Click
kw: Klyck Nessa

source: Dwell Click
kw: Klyck Triga

source: Show Keyboard Layout
kw: Diskwedhes Aray Bysowek

source: Allow location access
kw: Gasa hedhas tyller

source: The app %s wants to access your location
kw: An app %s mynnes drehedhes dha tyller

source: Location access can be changed at any time from the privacy settings
kw: Hedhas tyller gallos bos chanjys neb prys yn an settyansow privetter

source: Deny Access
kw: Nagha Hedhas

source: Grant Access
kw: Grontya Hedhas

source: Secure
kw: Saw

source: Not secure
kw: Ansaw

source: Signal strength %s%%
kw: Krefter sinell %s%%

source: %s Hotspot
kw: Hotspot %s

source: %d connected
kw: %d junys

source: Open VPN menu
kw: Ygeri rol VPN

source: VPN Settings
kw: Settyansow VPN

source: Open Wi–Fi menu
kw: Ygeri rol Wi-Fi

source: All Networks
kw: Oll Rosweythyow

source: Wired Connections
kw: Junyansow Wiver

source: Open wired connections menu
kw: Ygeri rol junyansow wiver

source: Wired Settings
kw: Settyansow Junyansow Wiver

source: Bluetooth Tethers
kw: Stagow Bluetooth

source: Open Bluetooth tethers menu
kw: Ygeri rol stagow Bluetooth

source: Tether
kw: Stag

source: Mobile Connections
kw: Junyansow Kellgowser

source: Open mobile connections menu
kw: Ygeri rol junyansow kellgowser

source: Mobile Broadband Settings
kw: Settyansow Bond Ledan Kellgowser

source: Mobile
kw: Kellgowser

source: Sign in to Network
kw: Omgelmi dhe Rosweyth

source: Connection failed
kw: Junyans fyllis

source: Activation of network connection failed
kw: Bywheans junyans rosweyth fyllis

source: Night Light
kw: Golow Nos

# Power profile
source: Performance
kw: Tooth

# Power profile
source: Balanced
kw: Mantolys

# Power profile
source: Power Saver
kw: Sawyer Batri

# Power profile
source: Custom
kw: A-vusur

# Quick settings button title
source: Power Mode
kw: Fordh Batri

source: Open power profiles menu
kw: Ygeri rol profilys batri

# Quick settings menu header
source: Power Mode
kw: Fordh Batri

source: Power Settings
kw: Settyansow Batri

source: Stop Screencast
kw: Astel Skrin-Gwydhyow

source: Stop Screen Sharing
kw: Astel Ow Kevrenna Skrin

source: Airplane Mode
kw: Fordh Ayren

source: Power Off Menu
kw: Rol Marowya

source: Suspend
kw: Koska

source: Restart…
kw: Dastalleth…

source: Power Off…
kw: Marowya…

source: Log Out…
kw: Omdhigelmi…

source: Switch User…
kw: Skwychella Usyer…

# action
source: Lock Screen
kw: Skrin Floren

source: Unknown Thunderbolt device
kw: Devis Thunderbolt ankoth

source: New device has been detected while you were away. Please disconnect and reconnect the device to start using it.
kw: Devis nowydh yw helerghys ha ty yw dhe-ves. Mar pleg unjunya ha dasjunya an devis rag dalleth ow devnydhya y'n.

source: Unauthorized Thunderbolt device
kw: Devis Thunderbolt anreythhes

source: New device has been detected and needs to be authorized by an administrator
kw: Devis nowydh yw helerghys ha res bos reythhes gans unn menystrer

source: Thunderbolt authorization error
kw: Error omgelmyans Thunderbolt

source: Could not authorize the Thunderbolt device: %s
kw: Y fyllis dhe omgelmi an devis Thunderbolt: %s

source: Volume changed
kw: Ughelder chanjys

source: Unmute
kw: Diskoselhe

source: Mute
kw: Koselhe

source: Volume
kw: Ughelder

source: Sound Output
kw: Eskorrans Sownd

source: Open sound output menu
kw: Ygeri rol eskorrans sownd

source: Sound Input
kw: Ynworrans Sownd

source: Open sound input menu
kw: Ygero rol ynworrans sownd

source: Mirror
kw: Gweder-Mires

source: Join Displays
kw: Omjunya Skrinyow

source: External Only
kw: A-Ves Hepken

source: Built-in Only
kw: A-Bervedh Hepken

source: Swipe up to unlock
kw: Skubya war-vann rag dialhwedha

source: Click or press a key to unlock
kw: Klyckya po tava unn alhwedhen rag dialhwedha

source: Unlock Window
kw: Fenester Dialhwedha

source: Log in as another user
kw: Omgelmi avel usyer aral

source: Welcome to %s
kw: Dynnargh dhe %s

source: If you want to learn your way around, check out the tour
kw: Mar ty mynnes dyski dha fordh a-dri, mires an torn

source: Take Tour
kw: Kemeres Torn

source: “%s” is ready
kw: “%s” yw parys

source: Keep these display settings?
kw: Gwitha an settyansow skrin?

source: Revert Settings
kw: Kildreylya Settyansow

source: Keep Changes
kw: Gwitha Chanjyow

source: Settings changes will revert in %d second
kw: Changjyow settyansow a wra kildreylya yn %d eylen

# window-menu
source: Take Screenshot
kw: Kemeres Skrin-Imach

source: Hide
kw: Kudha

source: Restore
kw: Daskor

source: Maximize
kw: Kowlvoghhe

source: Move
kw: Gwaya

source: Resize
kw: Chanjya Braster

source: Always on Top
kw: A-Wartha Prest

source: Always on Visible Workspace
kw: War Bordh Gweladow Prest

source: Move to Workspace Left
kw: Gwaya dhe Bordh Kledh

source: Move to Workspace Right
kw: Gwaya dhe Bordh Dyghow

source: Move to Workspace Up
kw: Gwaya dhe Bordh War-Vann

source: Move to Workspace Down
kw: Gwaya dhe Bordh War-Woles

source: Move to Monitor Up
kw: Gwaya dhe Skrin War-Vann

source: Move to Monitor Down
kw: Gwaya dhe Skrin War-Woles

source: Move to Monitor Left
kw: Gwaya dhe Skrin War-KledhGwaya dhe Skrin War-Vann

source: Move to Monitor Right
kw: Gwaya dhe Skrin War-Dyghow

source: Close
kw: Kwytya

source: Print version
kw: Versyon prynt

source: Mode used by GDM for login screen
kw: Fordh devnydhys gans GDM rag skrin omgelmyans

source: Use a specific mode, e.g. “gdm” for login screen
kw: Devnydhya unn fordh komparek, r.e. “gdm” rag skrin omgelmyans

source: List possible modes
kw: Rolya fordhow galladow

source: Force animations to be enabled
kw: Ynia bywheansow dhe bos gallosegys

# program
source: Unknown
kw: Ankoth

source: Failed to launch “%s”
kw: Fyllis lonchya “%s”

source: Passwords do not match
kw: Geryow-tremena na omdhesedha

source: Password cannot be blank
kw: Ger-tremena na gwag a res

source: Authentication dialog was dismissed by the user
kw: Fenester omgelmyans yw degys gans an usyer

source: Icon '%s' not present in theme %s
kw: Arwodhik '%s' na ena yn thema %s

source: Failed to load icon
kw: Fyllis karga arwodhik

source: Manage your GNOME Extensions
kw: Dyghtya dha Ystynansow GNOME

source: The GNOME Project
kw: An Ragdres GNOME

source: GNOME Extensions handles updating extensions, configuring extension preferences and removing or disabling unwanted extensions.
kw: Ystynansow GNOME handla ow nowdhi ystynansow, ow selya settyansow ystynansow hag ow remova po owth ungallosegi ystynansow dihwansys.

source: Main Window
kw: Fenester Chif

source: Available Updates
kw: Nowedhyansow Kavadow

source: Search View
kw: Gwel Hwithrans

source: Configure GNOME Shell Extensions
kw: Selya Ystynansow GNOME Shell

source: The installed version of this extension (%s) is incompatible with the current version of GNOME (%s). The extension has been disabled.
kw: An versyon leys an ystynnans ma (%s) yw ankesplegadow gans an versyon a'n jydh GNOME (%s). An ystynnans yw ungallosegys.

source: The installed version of this extension is incompatible with the current version of GNOME (%s). The extension has been disabled.
kw: An versyon leys an ystynnans ma yw ankesplegadow gans an versyon a'n jydh GNOME (%s). An ystynnans yw ungallosegys.

source: An error has occurred in this extension. This could cause issues elsewhere in the system. It is recommended to turn the extension off until the error is resolved.
kw: Unn error yw happys yn an ystynnans ma. Ma kawsya martesen kudynnow yn leow aral yn an system. Yth yw komendys dhe marowya an ystynnans erna an error yw digelmys.

source: Error details:
kw: Manylyon error:

source: Version %s
kw: Versyon %s

source: Remove “%s”?
kw: Remova “%s”?

source: If you remove the extension, you need to return to download it if you want to enable it again
kw: Mar ty remova an ystynnans, ty res dehweles rag iskarga y'n mar ty mynnes gallosegi y'n arta

source: _Cancel
kw: _Hedhi

source: _Remove
kw: _Remova

source: translator-credits
kw: Flynn

source: %d extension will be updated on next login.
kw: %d ystynnans a wra nowedhys wosa omgelmyans nessa.

source: Updates Details
kw: Manylyon Nowedhyansow

source: A new version of this extension is ready and will be loaded on next login.
kw: Unn versyon nowydh an ystynnans ma yw parys hag a wra kargys wosa omgelmyans nessa.

source: Extension Details
kw: Manylyon Ystynnans

source: _Website
kw: _Gwiasva

source: _Settings
kw: _Settyansow

source: _Remove…
kw: _Remova…

source: Keyboard Shortcuts
kw: Kesunyansow Bysowek

source: About Extensions
kw: A-dro Ystynansow

source: Main Menu
kw: Rol Chif

source: Search extensions
kw: Hwilas ystynansow

source: _Log Out…
kw: _Omdhigelmi…

source: _Extensions
kw: _Ystynansow

source: More Information
kw: Kudhlow Moy

source: Extensions can cause performance and stability issues. It is recommended to disable all extensions if you experience problems with your system.
kw: Ystynansow gallos kawsya kudynnow tooth ha krefter. Yth yw komendys dhe ungallosegys oll ystynansow mar ty dos erbynn kudynnow gans dha system.

source: User Extensions
kw: Ystynansow Usyer

source: System Extensions
kw: Ystynansow System

source: Search Results
kw: Sewyansow Hwithrans

source: No Results Found
kw: Sewyansow Kavosys Vyth

source: Try a different search
kw: Assaya unn hwithrans ken

source: No Installed Extensions
kw: Ystynansow Leys Vyth

source: To find and add extensions, visit <a href="https://extensions.gnome.org">extensions.gnome.org</a>.
kw: Rag kavos hag addya ystynansow, omweles <a href="https://extensions.gnome.org">extensions.gnome.org</a>.

source: Something’s gone wrong
kw: Yma hager vargen

source: We’re very sorry, but it was not possible to get the list of installed extensions. Make sure you are logged into GNOME and try again.
kw: On pur edrygys, mes yth yw angalladow rag kerghes an rol ystynansow leys. Surhe os omgelmys yn GNOME hag assaya arta.

# shortcut window
source: General
kw: Ollgemmyn

# shortcut window
source: Open Menu
kw: Ygeri Rol

# shortcut window
source: Toggle Search
kw: Dewis Hwithrans

# shortcut window
source: Show Shortcuts
kw: Diskwedhes Kesunyansow Bysowek

# shortcut window
source: Quit
kw: Kwytya

source: The new extension was successfully created in %s.
kw: An ystynnans nowydh yw gwrys yn sewen yn %s.

source: Name should be a very short (ideally descriptive) string. Examples are: %s
kw: Hanow kodh bos unn bravar pur berr (deskrifus y'n gwella kas) Ensampelys yw: %s

source: Name
kw: Hanow

source: Description is a single-sentence explanation of what your extension does. Examples are: %s
kw: Deskrifans yw unn displegyans bravar unnik pan dha ystynnans gul. Ensampelys yw: %s

source: Description
kw: Deskrifans

source: UUID is a globally-unique identifier for your extension. This should be in the format of an email address (clicktofocus@janedoe.example.com)
kw: UUID yw unn honanieth unnik rag dha ystynnans. An honanieth ma kodh kemeres an furvas an trigva ebost (klyckyaragfogella@trelawney.ensampel.com)

source: Choose one of the available templates:
kw: Dewis unn an ensamplys kavadow:

source: Template
kw: Ensampel

source: The unique identifier of the new extension
kw: An honanieth unnik an ystynnans nowydh

source: NAME
kw: HANOW

source: The user-visible name of the new extension
kw: An hanow usyer-gweladow an ystynnans nowydh

source: DESCRIPTION
kw: DESKRIFANS

source: A short description of what the extension does
kw: Unn deskrifans berr a pan an ystynnans gul

source: DOMAIN
kw: ARLOTTETH

source: The gettext domain used by the extension
kw: An arlotteth gettext devnydhys gans an ystynnans

source: SCHEMA
kw: SKEMA

source: The GSettings schema used by the extension
kw: An skema GSettings devnydhys gans an ystynnans

source: TEMPLATE
kw: ENSAMPEL

source: The template to use for the new extension
kw: An ensampel rag devnydh gans an ystynnans nowydh

source: Include prefs.js template
kw: Komprehendya ensampel prefs.js

source: Enter extension information interactively
kw: Ynworra kudhlow ystynnans yn kesvewek

source: Create a new extension
kw: Gul unn ystynnans nowydh

source: Unknown arguments
kw: Oberadowyow ankoth

source: UUID, name and description are required
kw: UUID, hanow ha deskrifans a res

source: Extension “%s” does not exist
kw: Ystynnans “%s” na eksistya

source: Disable an extension
kw: Ungallosegi unn ystynnans

source: No UUID given
kw: UUID provys vyth

source: More than one UUID given
kw: UUID liesek provys

source: Enable an extension
kw: Gallosegi unn ystynnans
