Repository: GNOME/gnome-shell
Catalog: po/kw.po
Languages: kw

source: Failed to connect to GNOME Shell
kw: Y fyllis junya dhe GNOME Shell

source: Extension “%s” doesn't exist
kw: Ystynnans “%s” na eksistya

source: Show extensions info
kw: Diskwedhes kudhlow ystynansow

source: Overwrite an existing extension
kw: Aslea unn ystynnans may eksistya seulabrys

source: Print extension UUID on success
kw: Pryntya UUID ystynnans war sewena

source: EXTENSION_BUNDLE
kw: GRONN_YSTYNNANS

source: Install an extension bundle
kw: Lea unn gronn ystynnans

source: No extension bundle specified
kw: Gronn ystynnans ragnotys vyth

source: More than one extension bundle specified
kw: Gronnow ystynnans liesek ragnotys

source: Show user-installed extensions
kw: Diskwedhes ystynansow leys gans an usyer

source: Show system-installed extensions
kw: Diskwedhes ystynansow leys gans an system

source: Show enabled extensions
kw: Diskwedhes ystynansow gallosegys

source: Show disabled extensions
kw: Diskwedhes ystynansow ungallosegys

source: Show extensions in active state
kw: Diskwedhes ystynansow byw

source: Show extensions in inactive state
kw: Diskwedhes ystynansow marow

source: Show extensions with preferences
kw: Diskwedhes ystynansow gans settyansow

source: Show extensions with updates
kw: Diskwedhes ystynansow gans nowedhyansow

source: Print extension details
kw: Pryntya manylyon ystynnans

source: List installed extensions
kw: Rolya ystynansow leys

source: FILE
kw: RESTREN

source: Additional source to include in the bundle
kw: Devedhyans keworransel dhe komprehendya yn an gronn

source: A GSettings schema that should be included
kw: Unn skema GSettings rag komprehendyans

source: DIRECTORY
kw: RESTRENVA

source: The directory where translations are found
kw: An restrenva gans treylyansow

source: The gettext domain to use for translations
kw: An arlotteth rag devnydh gans treylyansow

source: Overwrite an existing pack
kw: Aslea unn fardel eksistys seulabrys

source: The directory where the pack should be created
kw: An restrenva rag ow gul an fardel

source: SOURCE_DIRECTORY
kw: RESTRENVA_DEVEDHYANS

source: Create an extension bundle
kw: Gul unn fardel ystynnans

source: More than one source directory specified
kw: Restrenvaow devedhyans liesek ragnotys

source: Extension “%s” doesn't have preferences
kw: Ystynnans “%s” kavos settyansow vyth

source: Failed to open prefs for extension “%s”: %s
kw: Y fyllis ygeri settyansow rag ystynnans: “%s”: %s

source: Opens extension preferences
kw: Ygeri settyansow ystynnans

source: Reset an extension
kw: Dasgorra unn ystynnans

source: Cannot uninstall system extensions
kw: Na gallos dilea ystynansow system

source: Failed to uninstall “%s”
kw: Y fyllis lea “%s”

source: Uninstall an extension
kw: Dilea unn ystynnans

source: Login to extensions.gnome.org
kw: Omgelmi dhe extensions.gnome.org

source: Warning! Password will be echoed
kw: Gwarnyans! Ger-trememna a wra dassenys

source: USERNAME
kw: HANOW_USYER

source: Username to log into https://extensions.gnome.org
kw: Hanow usyer rag omgelmi dhe https://extensions.gnome.org

source: PASSWORD
kw: GER-TREMENA

source: Password to log into https://extensions.gnome.org
kw: Ger-tremena rag omgelmi dhe https://extensions.gnome.org

source: Read https://extensions.gnome.org password from file, use "-" for stdin
kw: Redya ger-tremena rag https://extensions.gnome.org dhyworth restren, devnydhya "-" rag stdin

source: Accept the terms of service at https://extensions.gnome.org/upload/
kw: Receva an termys gonis dhe https://extensions.gnome.org/upload/

source: FILE…
kw: RESTREN…

source: Upload new extension versions
kw: Ughkarga versyons ystynans nowydh

source: Only one of --password and --password-file can be used
kw: Unn hepken --password ha --password-file gallos bos devnydhys

source: You must accept the terms of service to upload extensions
kw: Res yw receva an termys gonis rag ughkarga ystynansow

source: No files given
kw: Restrennow provys vyth

source: Do not print error messages
kw: Na pryntya messajys error

source: Path
kw: Tyller

source: URL
kw: Gorgevren

source: Original author
kw: Awtour gwreydhek

source: Version
kw: Versyon

source: Enabled
kw: Gallosegys

source: Yes
kw: Ea

source: No
kw: Na

source: State
kw: Studh

source: “version” takes no arguments
kw: “versyon” kemeres oberadowyow vyth

source: Usage:
kw: Usadow:

source: Print version information and exit.
kw: Prynya kudhlow versyon ha kwytya:

source: COMMAND
kw: ARGHADOW

source: [ARGS…]
kw: [OBERADOWYOW…]

source: Commands:
kw: Arghadowyow:

source: Print help
kw: Pryntya gweres

source: Enable extension
kw: Gallosegi ystynnans

source: Disable extension
kw: Ungallosegi ystynnans

source: Reset extension
kw: Dasgorra ystynnans

source: Uninstall extension
kw: Dilea ystynnans

source: List extensions
kw: Rolya ystynansow

source: Show extension info
kw: Diskwedhes kudhlow ystynnans

source: Open extension preferences
kw: Ygeri settyansow ystynnans

source: Create extension
kw: Gul ystynnans

source: Package extension
kw: Fardella ystynnans

source: Install extension bundle
kw: Lea fardel ystynnans

source: Use “%s” to get detailed help.
kw: Devnydhya “%s” rag kavos gweres manylys.

source: Plain
kw: Plen

source: An empty extension
kw: Unn ystynnans gwag

source: Indicator
kw: Arwodhik

source: Add an icon to the top bar
kw: Addya unn arwodhik dhe an penn-barr

source: Quick Settings Item
kw: Tra Settyansow Uskis

source: Add an item to quick settings
kw: Addya unn tra dhe settyansow uskis

source: Disabled
kw: Ungallosegys

source: %u Output
kw: %u Eskorrans

source: %u Input
kw: %u Ynworrans

source: System Sounds
kw: Sowndys System
