Repository: GNOME/gnome-shell
Catalog: po/kw.po
Languages: kw

source: Launchers
kw: Lonchyoryon

source: Activate pinned app 1
kw: Bywhe app pynnys 1

source: Activate pinned app 2
kw: Bywhe app pynnys 2

source: Activate pinned app 3
kw: Bywhe app pynnys 3

source: Activate pinned app 4
kw: Bywhe app pynnys 4

source: Activate pinned app 5
kw: Bywhe app pynnys 5

source: Activate pinned app 6
kw: Bywhe app pynnys 6

source: Activate pinned app 7
kw: Bywhe app pynnys 7

source: Activate pinned app 8
kw: Bywhe app pynnys 8

source: Activate pinned app 9
kw: Bywhe app pynnys 9

source: Open new window of pinned app 1
kw: Ygeri fenester nowydh a app pynnys 1

source: Open new window of pinned app 2
kw: Ygeri fenester nowydh a app pynnys 2

source: Open new window of pinned app 3
kw: Ygeri fenester nowydh a app pynnys 3

source: Open new window of pinned app 4
kw: Ygeri fenester nowydh a app pynnys 4

source: Open new window of pinned app 5
kw: Ygeri fenester nowydh a app pynnys 5

source: Open new window of pinned app 6
kw: Ygeri fenester nowydh a app pynnys 6

source: Open new window of pinned app 7
kw: Ygeri fenester nowydh a app pynnys 7

source: Open new window of pinned app 8
kw: Ygeri fenester nowydh a app pynnys 8

source: Open new window of pinned app 9
kw: Ygeri fenester nowydh a app pynnys 9

source: Screenshots
kw: Skrin-imajys

source: Take a screenshot interactively
kw: Kemeres unn skrin-imach yn kesvewek

source: Take a screenshot
kw: Kemeres unn skrin-imach

source: Take a screenshot of a window
kw: Kemeres unn skrin-imach unn fenester

source: Record a screencast interactively
kw: Rekordya unn skrin-gwydhyow yn kesvewek

source: Show the notification list
kw: Diskwedhes an rol gwarnyansow

source: Open the quick settings menu
kw: Ygeri an rol settyansow uskis

source: Focus the active notification
kw: Fogella an gwarnyans byw

source: Show the overview
kw: Diskwedhes an gorwolok

source: Show all apps
kw: Diskwedhes oll appys

source: Enable internal tools useful for developers and testers from Alt-F2
kw: Gallosegi toulys pervedhek gwerek rag awtours ha proverys gans Alt-F2

source: Allows access to internal debugging and monitoring tools using the Alt-F2 dialog.
kw: Gasa hedhas dhe toulys pervedhek prevessyans ha gorwolyans ow devnydhya an fenester Alt-F2.

source: UUIDs of extensions to enable
kw: UUIDys a ystynansow dhe gallosegi

source: GNOME Shell extensions have a UUID property; this key lists extensions which should be loaded. Any extension that wants to be loaded needs to be in this list. You can also manipulate this list with the EnableExtension and DisableExtension D-Bus methods on org.gnome.Shell.
kw: Ystynansow GNOME Shell kavos unn enworrans manylyon "UUID"; an alwedh ma rolya ystynansow may res bos kargys. Neb ystynnansow ow mynnes bos kargys res bos yn an rol ma. Ty gallos maga ta handla an rol ma gans an methodys D-Bus EnableExtension ha DisableExtension war org.gnome.Shell.

source: UUIDs of extensions to force disabling
kw: UUIDys a ystynansow dhe ynia owth ungallosegi

source: GNOME Shell extensions have a UUID property; this key lists extensions which should be disabled, even if loaded as part of the current mode. You can also manipulate this list with the EnableExtension and DisableExtension D-Bus methods on org.gnome.Shell. This key takes precedence over the “enabled-extensions” setting.
kw: Ystynansow GNOME Shell kavos unn enworrans manylyon "UUID"; an alwedh ma rolya ystynansow may res ungallosegus, hwath mar kargys avel rann an fordh a'n jydh. Ty gallos maga ta handla an rol gans an methodys D-Bus EnableExtension ha DisableExtenion war org.gnome.Shell. An alwedh ma gorgorra an settyans "enabled-extension".

source: Disable user extensions
kw: Ungallosegi ystynansow usyer

source: Disable all extensions the user has enabled without affecting the “enabled-extension” setting.
kw: Ungallosegi oll ystynansow an usyer yw gallosegys heb ow menni an settyans “enabled-extension”.

source: Allow extension installation
kw: Gasa leyans ystynnans

source: Allow users to install extensions in their home folder. If disabled, the InstallRemoteExtension D-Bus method will fail, and extensions are only loaded from system directories on startup. It does not affect extensions that are already loaded, so a change only takes full effect on the next login.
kw: Gasa usyoryon dhe lea ystynansow yn aga restrenva tre i. Mar ungallosegys, an method D-Bus InstallRemoteExtension a wra fyllel, hag ystynansow yw kargys hepken dhyworth restrenvaow system dres dalleth. Y'n na menni ystynansow seulabrys kargys, ytho unn chanj gweytha hepken dres an omgelmyans nessa.

source: Disables the validation of extension version compatibility
kw: Ungallosegi an komposyans a kesplegadow versyon ystynnans

source: GNOME Shell will only load extensions that claim to support the current running version. Enabling this option will disable this check and try to load all extensions regardless of the versions they claim to support.
kw: GNOME Shell a wra karga hepken ystynansow ow lavasos skoodhya an versyon a'n jydh. Ow gallosegi an dewis ma a wra ungallosegi an lett ma hag assaya karga oll ystynansow ny vern an versyons i lavasos skoodhya.

source: List of desktop file IDs for favorite applications
kw: Rol IDys restrennow desktop rag appys drudh

source: The applications corresponding to these identifiers will be displayed in the favorites area.
kw: An appys owth omdhesedha orth an IDys ma a wra diskwedhes yn an arenebedh drudh.

source: History for command (Alt-F2) dialog
kw: Istori rag fenester arghadow (Alt-F2)

source: History for the looking glass dialog
kw: Istori rag an fenester brasher

source: Always show the “Log Out” action in the system menu
kw: Diskwedhes prest an gwrians “Omdhigelmi” yn an rol system

source: This key overrides the automatic hiding of the “Log out” action in the system menu for logged-in situations where there is a single, local, non-system user and only a single available session type (e.g. GNOME on Wayland).
kw: An alwedh ma gorgorra ow kudha an gwrians “Omdhigelmi” yn an rol system rag studhyow omgelmys le may yma ynn usyer unnik leel ansystem hag unn eghen esedhek kavadow unnik (r.e. GNOME war Wayland).

source: Whether to remember password for mounting encrypted or remote filesystems
kw: Mar remembra ger-tremena rag owth ygeri systemow restrenva argelys po pell

source: The shell will request a password when an encrypted device or a remote filesystem is mounted. If the password can be saved for future use a “Remember Password” checkbox will be present. This key sets the default state of the checkbox.
kw: An shell a wra peji unn ger-tremena pan unn devis argelys po unn system restrenva yw ygerys. Mar an ger-tremena gallos sawys rag devnydh y’n termyn a-dheu unn dewisboks a wra bos ena. An alwedh ma gorra an studh defowt an dewisboks.

source: The last selected non-default power profile
kw: An profil batri andefowt dewisys-diwettha

source: Some systems support more than two power profiles. In order to still support toggling between two profiles, this key records the last selected non-default profile.
kw: Nebes systemow skoodhya moy es dew profilys batri. Rag skoodhya hwath ow dewis tredh dew profilys, an alwedh ma rekordya an profil andefowt dewisys-diwettha.

source: The last version the “Welcome to GNOME” dialog was shown for
kw: An versyon diwettha an fenester “GNOME a'gas dynnergh” yw diskwedhys rag.

source: This key determines for which version the “Welcome to GNOME” dialog was last shown. An empty string represents the oldest possible version, and a huge number will represent versions that do not exist yet. This huge number can be used to effectively disable the dialog.
kw: An alwedh ma determya rag py versyon an fenester “GNOME a'gas dynnergh” yw diskwedhys diwettha. Unn tekst gwag representya an versyon an kottha galladow, hag unn niver bras dres eghen a wra respresentya versyons na eksistya hwath. An niver bras dres eghen ma gallos bos devnydhys rag ungallosegi an fenester.

source: Layout of the app picker
kw: Aray an kunteller app

source: Layout of the app picker. Each entry in the array is a page. Pages are stored in the order they appear in GNOME Shell. Each page contains an “application id” → 'data' pair. Currently, the following values are stored as 'data': • “position”: the position of the application icon in the page
kw: Aray an kunteller app. Pub enworrans manylyon yn an aray yw unn folen. Folennow yw gwithys yn an aray i apperya yn GNOME Shell. Pub folen kontaynya unn dewdhen “id app” → 'data'. Y'n eur ma, an niverow a sew yw gwithys avel 'data': • “le”: an le an ardwodhik app yn an folen

source: Keybinding to shift between overview states
kw: Kesunyansow Bysowek rag chanjya tredh studhyow gorwolok

source: Keybinding to shift between session, window picker and app grid
kw: Kesunyansow Bysowek rag chanjya tredh esedhek, kunteller fenester ha rastell app

source: Keybinding to shift between app grid, window picker and session
kw: Kesunyansow Bysowek rag chanjya tredh rasterll app, kunteller fenester hag esedhek

source: Keybinding to open the “Show Applications” view
kw: Kesunyansow Bysowek rag ygeri an gwel “Diskwedhes Appys”

source: Keybinding to open the “Show Applications” view of the Activities Overview.
kw: Kesunyansow Bysowek rag ygeri an gwel “Diskwedhes Appys” an Gorwolok Gwriansow.

source: Keybinding to open the overview
kw: Kesunyansow Bysowek rag ygeri gorwolok

source: Keybinding to open the Activities Overview.
kw: Kesunyansow Bysowek rag ygeri an Gorwolok Gwriansow.

source: Keybinding to toggle the visibility of the notification list
kw: Kesunyansow Bysowek rag dewis an gweladewder an rol gwarnyansow

source: Keybinding to toggle the visibility of the notification list.
kw: Kesunyansow Bysowek rag dewis an gweladewder an rol gwarnyansow.

source: Keybinding to toggle the quick settings menu
kw: Kesunyansow Bysowek rag dewis an rol settyansow uskis

source: Keybinding to toggle the quick settings menu.
kw: Kesunyansow Bysowek rag dewis an rol settyansow uskis.

source: Keybinding to focus the active notification
kw: Kesunyansow Bysowek rag fogella an gwarnyans byw

source: Keybinding to focus the active notification.
kw: Kesunyansow Bysowek rag fogella an gwarnyans byw.

source: Switch to application 1
kw: Skwychella dhe app 1

source: Switch to application 2
kw: Skwychella dhe app 2

source: Switch to application 3
kw: Skwychella dhe app 3

source: Switch to application 4
kw: Skwychella dhe app 4

source: Switch to application 5
kw: Skwychella dhe app 5

source: Switch to application 6
kw: Skwychella dhe app 6

source: Switch to application 7
kw: Skwychella dhe app 7

source: Switch to application 8
kw: Skwychella dhe app 8

source: Switch to application 9
kw: Skwychella dhe app 9

source: Open a new instance of application 1
kw: Ygeri unn gweyth app 1

source: Open a new instance of application 2
kw: Ygeri unn gweyth app 2

source: Open a new instance of application 3
kw: Ygeri unn gweyth app 3

source: Open a new instance of application 4
kw: Ygeri unn gweyth app 4

source: Open a new instance of application 5
kw: Ygeri unn gweyth app 5

source: Open a new instance of application 6
kw: Ygeri unn gweyth app 6

source: Open a new instance of application 7
kw: Ygeri unn gweyth app 7

source: Open a new instance of application 8
kw: Ygeri unn gweyth app 8

source: Open a new instance of application 9
kw: Ygeri unn gweyth app 9

source: Screen brightness up
kw: Kressya gowlewder skrin

source: Screen brightness up on current monitor
kw: Kressya gowlewder skrin war skrin a'n jydh

source: Screen brightness down
kw: Iselhe gowlewder skrin

source: Screen brightness down on current monitor
kw: Iselhe gowlewder skrin war skrin a'n jydh

source: Screen brightness cycle
kw: Iselhe gowlewder dasleverel

source: Screen brightness cycle on current monitor
kw: Iselhe gowlewder dasleverel war skrin a'n jydh

source: Limit switcher to current workspace.
kw: Finwetha skwycheller dhe bordh a'n jydh.

source: If true, only applications that have windows on the current workspace are shown in the switcher. Otherwise, all applications are included.
kw: Mar gwir, appys hepken gans fenestri war an bordh a'n jydh yw diskwedhys yn an skwycheller. Yn ken maner, oll appys yw komprehendys.

source: The application icon mode.
kw: An fordh arwodhik app.

source: Configures how the windows are shown in the switcher. Valid possibilities are “thumbnail-only” (shows a thumbnail of the window), “app-icon-only” (shows only the application icon) or “both”.
kw: Selya fatel an fenestri yw diskwedhys yn an skwycheller. Galladewderyow ewn yw “thumbnail-only” (diskwedhes unn aven byghan an fenester), “app-icon-only” (diskwedhes an arwodhik app) or “both” (an dhew).

source: If true, only windows from the current workspace are shown in the switcher. Otherwise, all windows are included.
kw: Mar gwir, fenestri hepken an bordh a'n jydh yw diskwedhys yn an skwycheller. Yn ken maner, oll fenestri yw komprehendys.

source: Locations
kw: Tylleryow

source: The locations to show in world clocks
kw: An tylleryow rag diskwedhes yn klockys an nor

source: Automatic location
kw: Tyller awtomatek

source: Whether to fetch the current location or not
kw: Mar kerghes an tyller a'n jydh po na

source: Location
kw: Tyller

source: The location for which to show a forecast
kw: An tyller rag diskwedhes unn dargan

source: Extensions
kw: Ystynansow

source: Network Login
kw: Omgelmyans Rosweyth

source: Utilities
kw: Lesow

source: Extension Error
kw: Error Ystynnans

source: Unable to display the settings for “%s”.
kw: Anabel dhe diskwedhes an settyansow rag “%s”.

source: extension website
kw: gwiasva ystynnans

source: Information about this problem may be available on the %s.
kw: Kudhlow a-dro an kudyn ma yw kavadow martesen war an %s.

source: Error Details
kw: Manylyon Error

source: Copy Error
kw: Kopia Error

source: Screen Time Limit Reached
kw: Finweth Termyn Skrin Hedhys

source: Daily limit for screen time on this device has been reached. Resume tomorrow.
kw: Finweth dedhyek rag termyn skrin war an devis ma yw hedhys. Daskemeres a-vorow.

source: Ignore
kw: Skonya Aswon

source: Cancel
kw: Hedhi

source: Password
kw: Ger-Tremena

source: Choose Session
kw: Dewis Esedhek

source: Accessibility
kw: Hedhadewder

source: Remote login is not possible because a remote session is already running for %s. To login remotely, you must log out from the remote session or force stop it.
kw: Omgelmyans pell na galladow rag unn esedhek pell yw eksekutya seulabrys rag %s. Rag omgelmi yn pell, ty res omdhigelmi dhyworth an esedhek pell po astel gans nerth.

source: Login is not possible because a remote session is already running for %s. To login, you must log out from the remote session or force stop it.
kw: Omgelmyans na galladow rag unn esedhek pell yw eksekutya seulabrys rag %s. Rag omgelmi, ty res omdhigelmi dhyworth an esedhek pell po astel gans nerth.

source: Remote login is not possible because a local session is already running for %s. To login remotely, you must log out from the local session or force stop it.
kw: Omgelmyans na galladow rag unn esedhek leel yw eksekutya seulabrys rag %s. Rag omgelmi yn pell, ty res omdhigelmi dhyworth an esedhek leel po astel gans nerth.

source: Login is not possible because a session is already running for %s. To login, you must log out from the session or force stop it.
kw: Omgelmyans na galladow rag unn esedhek yw eksekutya seulabrys rag %s. Rag omgelmi, ty res omdhigelmi dhyworth an esedhek po astel gans nerth.

source: Session Already Running
kw: Esedhek Owth Eksekutya Seulabrys

source: Force stopping will quit any running apps and processes, and could result in data loss
kw: Owth astel gans nerth a wra kwytya neb appys hag argerdhow owth eksekutya, ha omsewya martesen yn koll data

source: Force Stop
kw: Astel gans Nerth

source: Not listed?
kw: Na rolys?

source: (e.g., user or %s)
kw: (r.e., usyer po %s)

source: Username
kw: Hanow Usyer

source: Login Attempt Timed Out
kw: Assay Omgelmyans yn Termyn Yn-Mes

source: Login took too long, please try again
kw: Omgelmyans kemerys re hir, mar pleg assaya arta

source: Login Window
kw: Fenester Omgelmyans

source: Authentication error
kw: Error omgelmyans

source: (or swipe finger across reader)
kw: (po tava bys a-dreus redyer)

source: (or place finger on reader)
kw: (po lea bys war redyer)

source: Break complete sound
kw: Sownd powes deu

source: %d second
kw: %d eylen

source: %d minute
kw: %d mynysen

source: %d hour
kw: %d eur

source: %d day
kw: %d dydh

source: It will be time for a break in %s
kw: Termyn rag unn powes a vydh yn %s

source: Movement Break Soon
kw: Powes Gwayans Tost

source: Eyesight Break Soon
kw: Powes Lagasow Tost

source: Break Soon
kw: Powes Tost

source: Movement Break in Progress
kw: Powes Gwayans yn Avonsyans

source: Continue moving around for %s
kw: Pesya ow gwaya rag %s

source: Eyesight Break in Progress
kw: Powes Lagasow yn Avonsyans

source: Continue looking away for %s
kw: Pesya ow mires dhe-ves rag %s

source: Break in Progress
kw: Powes yn Avonsyans

source: %s left in your break
kw: %s remenant yn dha powes

source: Time for a Movement Break
kw: Termyn rag unn Powes Gwayans

source: Take a break from the device and move around for %s
kw: Kemeres unn powes dhyworth an devis ha gwaya rag %s

source: Time for an Eyesight Break
kw: Termyn rag unn Powes Lagasow

source: Take a break from the screen. Look at least 6 meters away for at least %s
kw: Kemeres unn powes dhyworth an skrin. Mires dhe'n lyha 6 metrow a-ves rag dhe'n lyha %s

source: Time for a Break
kw: Termyn rag unn Powes

source: It’s time to take a break. Get away from the device for %s!
kw: Termyn yw rag unn powes. Deun alemma dhyworth an devis rag %s!

source: You were due to take a break %s ago
kw: Os degoodh unn powes nans yw %s

source: Break Overdue
kw: Powes A-dhelergh

source: There is %s remaining in your break
kw: Yma %s remenant yn dha powes

source: Break Interrupted
kw: Powes Goderrys

source: Delay
kw: Delatya

source: Skip
kw: Skyppya

source: Take
kw: Kemeres

source: Break in %d second
kw: Powes yn %d eylen

source: Brightness
kw: Golewder

# search-result
source: Power Off
kw: Marowya

source: power off;poweroff;shutdown;halt;stop
kw: marowya;marow;astel;

# search-result
source: Restart
kw: Dastalleth

source: reboot;restart;
kw: dastalleth;

# search-result
source: Lock Screen
kw: Skrin Floren

source: lock screen
kw: skrin floren

# search-result
source: Log Out
kw: Omdhigelmi

source: logout;log out;sign off
kw: omdhigelmi;omdenna

# search-result
source: Suspend
kw: Koska

source: suspend;sleep
kw: koska

# search-result
source: Switch User
kw: Skwychella Usyer

source: switch user
kw: skwychella usyer

source: lock orientation;unlock orientation;screen;rotation
kw: alhwedha tuedhder;dialhwedha tuedhder;skrin;rosellans

# search-result
source: Take a Screenshot
kw: Kemeres unn Skrin-Imach

source: screenshot;screencast;snip;capture;record
kw: skrin-imach;skrin-gwydhyow;rekordya

# search-result
source: Unlock Screen Rotation
kw: Dialhwedha Rosellans Skrin

# search-result
source: Lock Screen Rotation
kw: Alhwedha Rosellans Skrin

source: GNOME needs to save screen time data
kw: GNOME res sawya data termyn skrin

source: Screen Time Limit is almost up
kw: Finweth Termyn Skrin yw ogas deu

source: The computer will lock in %d second.
kw: An amontyell a wra alhwedha yn %d eylen.

source: Screen Time Limit in %d Minute
kw: Finweth Termyn Skrin yn %d Mynysen

source: Your screen time limit is approaching
kw: Dha finweth termyn skrin yw ow neshe

source: It’s time to stop using the device
kw: Yth yw termyn rag astel ow devnydhya an devis

source: Command not found
kw: Arghadow na kavosys

source: Execution of “%s” failed:
kw: Kowlwrians “%s” fyllis:

source: Just now
kw: Namnygen

source: %d minute ago
kw: Nans yw %d mynysen

source: %d hour ago
kw: Nans yw %d eur

source: Yesterday
kw: De

source: %d day ago
kw: Nans yw %d dydh

source: %d week ago
kw: Nans yw %d seythen

source: %d month ago
kw: Nans yw %d mis

source: %d year ago
kw: Nans yw %d bledhen

source: Yesterday, %H:%M
kw: De, %H:%M

source: Yesterday, %l:%M %p
kw: De, %l:%M %p

source: Your connection seems to be secure
kw: Dha junyans heveli saw

source: Your connection to this hotspot login is not secure. Passwords or other information you enter on this page can be viewed by people nearby.
kw: Dha junyasn dhe an omgelmyans hotspot ma na saw. Ger-tremena po kudhlow aral ty ynworra war an folen ma gallos bo gwelys gans tus yn ogas.

source: Hotspot Login
kw: Omgelmyans Hotspot

source: Deny
kw: Nagha

source: Allow
kw: Gasa

source: Unnamed Folder
kw: Restrenva Dihenwys

source: %s has been pinned to the dash.
kw: %s yw pynnys war an skostel.

source: %s has been unpinned from the dash.
kw: %s yw dispynnys war an skostel.

source: Undo
kw: Digelmi

source: Open Windows
kw: Ygeri Fenestri

source: New Window
kw: Fenester Nowydh

source: App Details
kw: Manylyon App

source: Quit
kw: Kwytya

source: Unpin
kw: Dispynna

source: Pin to Dash
kw: Pynna war Skostel

source: Launch Using Integrated Graphics Card
kw: Lonchya Ow Devnydhya Karten Grafek A-Bervedh

source: Launch Using Discrete Graphics Card
kw: Lonchya Ow Devnydhya Karten Grafek Synsys

source: Select Audio Device
kw: Dewis Devis Son

source: Sound Settings
kw: Settyansow Sownd

source: Headphones
kw: Skovarnigow

source: Microphone
kw: Korrgewsell

source: Change Background…
kw: Chanjya Kilva…

source: Display Settings
kw: Settyansow Displetyans

source: Settings
kw: Settyansow

# grid monday
source: M
kw: L

# grid tuesday
source: T
kw: M

# grid wednesday
source: W
kw: M

# grid thursday
source: T
kw: Y

# grid friday
source: F
kw: G

source: %OB
kw: %0B

source: Previous month
kw: Mis kyns

source: Next month
kw: Mis nessa

source: Week %V
kw: Seythen %V

source: No Notifications
kw: Gwarnyansow Vyth

source: Clear
kw: Dilea

# action
source: Clear all notifications
kw: Dilea oll gwarnyansow

source: “%s” Is Not Responding
kw: “%s” Na Ow Gorthebi

source: You may choose to wait a short while for it to continue or force the app to quit entirely
kw: Ty gallos dewis gortos unn pols rag durya po ynia an app dhe kwytya yn tien

source: Force Quit
kw: Ynia Kwytyans

source: Wait
kw: Gortos

source: External drive connected
kw: Kov a-ves junys

source: External drive disconnected
kw: Kov a-ves unjunys

source: Unable to unlock volume
kw: Anabel dhe dialhwedha kevrol

source: The installed udisks version does not support the PIM setting
kw: An versyon leys udisks na skoodhya an settyans PIM

source: “%s” connected
kw: “%s” junys

source: Disk can now be used
kw: Plasen gallos bos devnydhys lemmyn

source: Open with %s
kw: Ygeri gans %s

source: Alternatively you can connect by pushing the “WPS” button on your router
kw: Yn tereylys ty gallos junya gans ow tava an boton “WPS” war dha routyell

source: Connect
kw: Junya

source: Key
kw: Alwedh

source: Private key password
kw: Ger-tremena alwedh privedh

source: Identity
kw: Honanieth

source: Service
kw: Gonis

source: Authentication required
kw: Omgelmyans rekwirys

source: Passwords or encryption keys are required to access the wireless network “%s”
kw: Geryow-tremena po alhwedhow yw rekwirys rag drehedhes an rosweyth diwiver “%s”

source: Wired 802.1X authentication
kw: Omgelmyans wiver 802.1X

source: Network name
kw: Hanow rosweyth

source: DSL authentication
kw: Omgelmyans DSL

source: PIN code required
kw: Kod PIN rekwirys

source: PIN code is needed for the mobile broadband device
kw: Kod PIN res rag an devis bond ledan gwayadow

source: A password is required to connect to “%s”
kw: Unn ger-tremena yw rekwirys rag junya dhe “%s”

source: VPN password
kw: Ger-tremena VPN

source: Authentication Required
kw: Omgelmyans Rekwirys
